Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: In Setup screens choose whether to show the default value of the selected item in the description field.
it: Permette di scegliere se mostrare o no il valore di default nel campo descrizione dell'opzione selezionata.

source: In live view wait this many seconds after a numeric key press before assuming the required channel number has been entered. Default: 5 seconds. Setting zero will require confirmation with 'OK'.
it: Attesa in secondi per accettare automaticamente il numero di canale digitato senza dare l'OK. Default=5 secondi. Se lo imposti a 0 dovrai sempre premere OK.

source: In order to record a timer, the TV was switched to the recording service!
it: In seguito a registrazione programmata, la TV è stata sintonizzata sul canale da registrare!

source: In progress
it: In corso...

source: In the Standby Record on the LCD Display
it: Simbolo registrazione nel display LCD attivo anche in Standby

source: Inactive
it: Inattivo

source: Inadyn Setup
it: Impostazioni Inadyn

source: Include AIT in http streams
it: Includere AIT nei flussi http

source: Include CI assignment
it: Include assegnazione di CI

source: Include ECM in http streams
it: Includi ECM nei flussi http

source: Include EIT in http streams
it: Includere EIT nei flussi http

source: Include machine name in backup name
it: Includere il nome del ricevitore nel nome del backup

source: Incorrect format for skip value: '%s' Skip cancelled.
it: Formato errato per il valore di salto: '%s' Salto annullato.

source: Incorrect service type for PiP!
it: Tipo di canale non corretto per il PiP!

source: Increase time scale
it: Aumentare la scala temporale

source: Increased voltage
it: Aumentare il voltaggio

source: Increment end time
it: Imposta ora fine

source: Increment start time
it: Orario di avvio

source: Index allocated:
it: Indice allocato:

source: Info (EPG) Long
it: Info (EPG) lungo

source: Info button (long)
it: Tasto Info (lungo)

source: Info button (short)
it: Tasto Info (breve)

source: Info icon width
it: Larghezza icona info

source: Infobar EPG activation
it: Visualizzazione dell'EPG nella Infobar

source: Infobar Grid EPG
it: EPG Grafico multicanale in Infobar

source: Infobar Single EPG
it: EPG Singolo nella Infobar

source: Infobar fade-out speed
it: Velocità dissolvenza Infobar

source: Infobar frontend data source
it: Prima sorgente dati per la Infobar

source: Information
it: Informazioni

source: Infotainment
it: Informazioni e intrattenimento

source: Init
it: Inizializzare

source: Init modules
it: Inizializzazone moduli

source: Initial fast forward speed
it: Velocità iniziale Avanti Veloce (FFW)

source: Initial lock ratio
it: Rapporto di blocco iniziale

source: Initial rewind speed
it: Velocità Iniziale riavvolgimento (REWind)

source: Initial scroll delay
it: Ritardo di scorrimento iniziale

source: Initial signal quality
it: Qualità segnale iniziale

source: Initial signal quality:
it: Qualità iniziale segnale:

source: Initialize
it: Inizializza

source: Initialize Devices
it: Inizializza dispositivi

source: Initializing storage device...
it: Inizializzazione del dispositivo di archiviazione...

source: Inotify Monitoring
it: Monitoraggio Inotify

source: Inotify monitoring
it: monitoraggio Inotify

source: Input Device Setup
it: Dispositivi di input

source: Input Devices
it: Dispositivi di input

source: Install
it: Installare

source: Install '%s'
it: Installare '%s'

source: Install IPK's from your tmp folder.
it: Installazione di IPK dalla cartella tmp.

source: Install Plugins
it: Plugin installati

source: Install channel list
it: Installare elenco canali

source: Install confirmation
it: Conferma installazione

source: Install extensions.
it: Installare estensioni.

source: Install lcd picons on
it: Installare le picon per l’LCD in

source: Install local extension
it: Installare estensioni locali

source: Install picons on
it: Installare le picon in

source: Installable
it: Installabile

source: Installed
it: Installato

source: Installed: %s
it: Installata: %s

source: Installing
it: Installazione

source: Installing Service
it: Installare il servizio

source: Installing service
it: Installare il servizio

source: Installing...
it: Installazione in corso...

source: Instant record
it: Registrazione istantanea

source: Instant recording
it: Registrazione istantanea

source: Instant recording location
it: Percorso registrazioni istantanee

source: Interface
it: Interfaccia

source: Interface:
it: Interfaccia:

source: Interlaced
it: Interlacciato

source: Intermediate
it: Intermedio

source: Internal
it: Interna

source: International
it: Internazionale

source: International News
it: Notizie internazionali

source: Interval between keys when repeating:
it: Intervallo ripetizione in digitazione:

source: Interview
it: Colloquio

source: Invalid
it: Non valido

source: Invalid directory selected: %s
it: La cartella selezionata non è valida: %s

source: Invalid location
it: Percorso non valido

source: Invalid transponder data
it: Dati del transponder non validi

source: Inversion
it: Inversione

source: Inversion & Bandwidth
it: Inversione e larghezza di banda

source: Inversion, Pilot & Roll-off
it: Inversione, pilota e roll-off

source: Invert
it: Invertire

source: Ireland
it: Irlanda

source: Is this setting ok?
it: La configurazione è corretta?

source: Is this video mode ok?
it: La modalità video è corretta?

source: It seems you have hit your API limit - please try again later.
it: Sembra che tu abbia raggiunto il limite API: riprova più tardi.

source: It seems you have not setup an extra location. Please set it up in the Backup manager setup menu.
it: Sembra che tu non abbia una destinazione aggiuntiva. Per favore: specificala nel menu d’impostazione della Gestione Backup.

source: Italian
it: Italiano

source: Italy
it: Italia

source: JUMP 24 HOURS
it: SALTA 24 ORE

source: Japan
it: Giappone

source: Job View
it: Vista processi

source: Jump first press in channel selection
it: Salta al primo canale che inizia con una delle lettere sul tasto

source: Jump to beginning of list
it: Vai all'inizio della lista

source: Jump to current time
it: Vai all’ora attuale

source: Jump to end of list
it: Vai a fine lista

source: Jump to next bookmark
it: Vai al segnalibro successivo

source: Jump to previous bookmark
it: Vai al segnalibro precedente

source: Jump to prime time
it: Vai alla prima serata

source: Jump to the next marked position
it: Vai alla prossima posizione contrassegnata

source: Jump to the previous marked position
it: Vai a posizione contrassegnata precedente

source: Just scale
it: Scalare solamente

source: Just zap
it: Solo cambio canale

source: KA-SAT
it: KA-SAT (9°E)

source: Keep logs
it: Mantenere registri

source: Keep service
it: Mantenere il canale

source: Keeps the movie list open whilst playing audio files.
it: Mantiene la lista registrazioni aperta durante la riproduzione di file audio.

source: Kexec warning
it: Avviso Kexec

source: Keyboard
it: Tastiera

source: Keyboard data entry
it: Inserimento dati tramite tastiera

source: Keyboard map
it: Mappa tastiera

source: Keyboard settings
it: Configurazioni tastiera

source: Korea (Democratic People's Republic of)
it: Corea (Repubblica democratica popolare di)

source: Korea (Republic of)
it: Corea (Repubblica di)

source: LAN adapter
it: Scheda di rete

source: LAN adapter This test detects your configured LAN adapter.
it: Adattatore LAN Questo test rileva l'adattatore LAN configurato.

source: LAN connection
it: Connessione LAN

source: LED Deep Standby
it: LED quando spento

source: LED Display Panel
it: Pannello EPG

source: LED Normal
it: LED normale

source: LED brightness during deep standby.
it: Luminosità LED quando spento

source: LED brightness during normal operations.
it: Luminosità LED durante le normali operazioni.

source: LED brightness during standby.
it: Luminosità LED in Standby.

source: Label not defined
it: Etichetta non definito

source: Language
it: Lingua

source: Language Wizard
it: Lingua

source: Language selection
it: Selezione lingua

source: Large
it: Completo

source: Last E2 update: %s (%s)
it: Ultimo aggiorn: %s (%s)

source: Last Req.
it: Ultima richiesta

source: Last config
it: Ultima configuraz.

source: Last speed
it: Ultima velocità

source: Last used share:
it: Ultima condivisione usata:

source: Late Night
it: A tarda notte

# third event: 'third' event label
source: Later
it: Più tardi

source: Latitude
it: Latitudine

source: Latvian
it: Lettone

source: Leave DVD player?
it: Uscire dal Player DVD?

source: Leave this set to 'yes' unless you fully understand why you are adjusting it.
it: Lascialo impostato su ’sì’ a meno che tu non sappia esattamente cosa stai regolando.

source: Left
it: Sinistro

source: Left from servicename
it: A sinistra del nome canale

source: Left long
it: Sinistro (a lungo)

source: Leisure hobbies
it: Tempo libero/Hobby

source: Lifestyle
it: Stile dell’ vita

source: Light Grey
it: Grigio chiaro

source: Limit character set for recording filenames
it: Limite caratteri per i nomi dei file di registrazione

source: Limit debug log size (MB)
it: Limite dimensione del file di log in (MB)

source: Limit east
it: Limite est

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
it: Limita i caratteri utilizzabili nel registrare nomi a quelli ASCII a 7 bit. Questo garantisce compatibilità con sistemi operativi o file system con insiemi di caratteri limitati.

source: Limit west
it: Limite ovest

source: Limits cancelled
it: Limiti rimossi

source: Limits enabled
it: Limiti abilitati

source: Limits off
it: Limiti off

source: Limits on
it: Limiti on

source: Link quality:
it: Qualità link:

source: Linked titles with a DVD menu
it: Titoli collegati ad un menu DVD

source: List EPG functions
it: Lista funzioni EPG...

source: List available networks
it: Elenco le reti disponibili

source: List of storage devices
it: Elenco supporti memorizzazione

source: List version %d, found %d channel
it: Versione lista %d, trovato %d canale

source: List/Fav/PVR
it: Elenco / Pref / PVR

source: List/File
it: Lista/File

source: Listen to the radio
it: Ascoltare la radio...

source: Lists reloaded!
it: Elenchi ricaricati!

source: Lithuania
it: Lituania

source: Lithuanian
it: Lituano

source: Load
it: Caricare

source: Load EPG Cache
it: Caricare EPG

source: Load playlist
it: Caricare la playlist

source: Load unlinked userbouquets
it: Caricare bouquet utente orfani

source: Load, Save & Delete EPG Cache
it: Carica/Salva/Cancella EPG

source: Loading the package list. Please wait...
it: Provo a scaricare nuovo elenco pacchetti. Attendere...

source: Local box
it: Box locale

source: Local network
it: Rete locale

source: Local network This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - Verify that a network cable is attached. - Verify that the cable is not broken.
it: Rete locale Se ricevi un messaggio "disconnesso": - Verificare che sia collegato un cavo di rete. - Verificare che il cavo non sia rotto.

source: Locale
it: Lingua

source: Location
it: Percorso

source: Location of where backup should be saved.
it: Posizione in cui deve essere salvato il backup.

source: Location of where the image backup should be saved.
it: Posizione in cui deve essere salvato il backup immagine.

source: Lock ratio
it: Rapporto di blocco

source: Lock:
it: Blocca

source: Log Manager
it: Gestione file registro

source: Log results to harddisk
it: Salvare log su harddisk

source: Login as an OpenViX developer
it: Autenticazione come sviluppatore di OpenViX

source: Logs
it: Log

source: Logs folder location
it: Percorso destinazione log

source: Logs older than the specified number of days will be deleted.
it: Log antecedenti al nr. di giorni specificato verranno eliminati.

source: Logs settings
it: Configurazioni Log

source: Long << / >>
it: << / >> a lungo

source: Long Left/Right
it: Tasti sinistro / destro a lungo

source: Long filenames
it: Nomi file lunghi

source: Long key press
it: Press. tasto a lungo

source: Long press:
it: Press. tasto a lungo

source: Longitude
it: Longitudine

source: Loop through from
it: In cascata da:

source: Lower Framerate save CPU Time
it: Bassa freq. fotogrammi risparmia CPU

source: Lower case
it: Minuscole

source: Luxembourg
it: Lussemburgo

source: Luxembourgish
it: Lussemburghese

source: MAC Address Settings
it: Impostazioni MAC address

source: Main Menu
it: Menu principale

source: Main menu
it: Menu principale

source: Maintain old EPG data for
it: Mantieni i vecchi dati EPG per

source: Make settings backup
it: Eseguire un backup delle configurazioni

source: Make this mark an 'in' point
it: Contrassegnare come punto IN

source: Make this mark an 'out' point
it: Contrassegnare come punto OUT

source: Make this mark just a mark
it: Contrassegnare solamente

source: Manage settings backup.
it: Eseguire un backup delle configurazioni

source: Manage your devices mount points.
it: Gestisci i punti di mount dei tuoi dispositivi.

source: Manual
it: Manuale

source: Manual Scan
it: Scansione manuale

source: Manual configuration
it: Configurazione manuale

source: Manual scan
it: Scansione manuale

source: Manual transponder
it: Transponder manuale

source: Manufacturer
it: Costruttore

source: Margin after recording (minutes)
it: Margine fine registrazione (min.)

source: Margin before recording (minutes)
it: Margine inizio registrazione (minuti)

source: Mark/Portal/Playlist
it: Mark / Portale / Playlist

source: Martial Sports
it: arti marziali

source: Mature Adult Audience 15+
it: Pubblico adulto, 15+

source: Max channels
it: Numero massimo di canali

source: Max image backups to keep (0==all)
it: Numero massimo di backup da mantenere (0=tutti)

source: Max memory positions
it: Posizioni di memoria max

source: Max. bitrate:
it: Massimo Bitrate:

source: Maximum number of backups to keep. Older backups are given priority for removal, so the fresher ones remain.
it: Numero massimo di backup da conservare: ai più vecchi viene attribuita una priorità per decidere quali eliminare e mantenere solo i più recenti.

source: Maximum number of days
it: Numero massimo di giorni

source: Maximum total space used (MB)
it: Spazio massimo usato (MB)

source: Maybe the reason that recording is currently running. Please stop the recording before trying to configure the positioner.
it: Probabilmente una registrazione è in corso! Prima di configurare il motore, è necessario arrestarla!

source: Media playback Remaining/Elapsed as
it: Indicare in riproduzione rimanente/trascorso come

source: Medium is not a writeable DVD!
it: Il supporto non è un DVD masterizzabile!

source: Medium is not empty!
it: Il supporto non è vuoto!

source: Melodrama
it: Film/Dramma

source: Memory
it: Memoria

source: Memory index
it: Indice memoria

source: Menu config
it: Config Menu

source: Menu style
it: Stile dei menu

source: Merging Timeshift files
it: Unione di file timeshift

source: MessageBox Functions
it: Funzioni MessageBox

source: MiniDLNA Setup
it: Impostazioni MiniDLNA

source: MiniTV with OSD
it: MiniTV con OSD

source: Minimum age %d years
it: Età minima %d anni

source: Minimum send interval
it: Intervallo minimo d'invio

source: Mins
it: min.

source: Mins Secs
it: minuti secondi

source: Miscellaneous
it: Configurazioni varie

source: Missing
it: Mancante

source: Mode
it: Modalità

# Satellite configuration mode
source: Mode
it: Modalità [Configurazione satelliti]

# Video output mode
source: Mode
it: Modalità

source: Model
it: Modello

source: Model: %s %s
it: Modello: %s %s

source: Model:
it: Modello:

source: Model: %s %s
it: Modello: %s %s

source: Modes
it: modi

source: Modulation
it: Modulazione

source: Modulator
it: Modulatore

source: Moldova (Republic of)
it: Moldavia (Repubblica di)

source: Mon
it: Lun

source: Mon-Fri
it: LUN-VEN

source: Monday
it: lunedì

source: Monthly
it: Mese

source: Mosquito noise reduction
it: Riduzione sfarfallio

source: Motor Sport
it: sport motoristici

source: Motor command retries
it: Tentativi di comandi al motore

source: Motor running timeout
it: Timeout di esecuzione motore

source: Motorcycling
it: Motociclismo

source: Motoring
it: motori

source: Motors
it: Motore:

source: Motorsport
it: sport motoristici

source: Mount manager
it: Gestore punti di mount

source: Mounts
it: Mount

source: Move
it: Sposta

source: Move Left/Right
it: Spostare a sinistra/destra

source: Move PIP
it: Sposta PiP

source: Move PiP to main picture
it: Spostare PiP nell’immagine principale

source: Move Picture in Picture
it: Cambia modalità PiP (Picture in Picture)

source: Move Up/Down
it: Spostare SU/GIÙ

source: Move down a line
it: Sposta alla linea inferiore

source: Move down a page
it: Spostarsi alla pagina successiva

source: Move down in bouquet list
it: Aprire elenco bouquet

source: Move down to last entry
it: Spostare in basso all'ultima voce

source: Move down to next entry
it: Spostare in basso a voce successiva

source: Move east
it: Spostare a est

source: Move right
it: Spostare a destra

source: Move to home of list
it: Spostare nella lista iniziale

source: Move to last line / screen
it: Sposta alla linea inferiore

source: Move to next channel
it: Vai al canale successivo

source: Move to position X
it: Spostare alla posizione X

source: Move to previous channel
it: Vai al canale precedente

source: Move to start
it: in procinto di iniziare

source: Move up a line
it: Sposta alla linea superiore

source: Move up a page
it: Spostarsi alla pagina precedente

source: Move up to first entry
it: Spostare su alla voce iniziale

source: Move up to previous entry
it: Spostare su alla voce precedente

source: Move west
it: Spostare a ovest

source: Moved '%s'
it: Eliminato '%s'

source: Moved to position 0
it: Spostato in posizione 0

source: Moved to position at index
it: Spostato in posizione Index

source: Movement
it: Movimento

source: Movie
it: Registrazioni

source: Movie List
it: Elenco registrazioni

source: Movie List Setup
it: Impostazioni Elenco Registrazioni

source: Movie selection
it: Selezione movie

source: Movie/Drama
it: Film/Dramma

source: Movielist menu
it: Elenco registrazioni

source: Moving
it: in movimento....

source: Moving east ...
it: Spostare a est...

source: Moving files
it: Spostare i file

source: Moving to backup Location...
it: Vado al percorso di backup...

source: Moving to position
it: Spostare verso posizione

source: Moving west ...
it: Spostare a ovest

source: Multi EPG
it: EPG Multiplo (singolo canale)

source: MultiBoot Image Selector
it: Gestione immagini in Multiboot

source: MultiBootSelector Actions
it: Selezionare MultiBoot azione

source: Multiple service support
it: Supporto canali multipli

source: Multisat all select
it: Selezionare tutti i satelliti

source: Music
it: Musica

source: Music/Ballet/Dance
it: Musica/Balletto/Danza

source: Musical
it: Musicale

source: Mystery
it: Mistero

source: NFS Setup
it: Impostazioni NFS

source: NIM & Type
it: Tipologia tuner

source: NO, do not restore plugins
it: NO: non ripristinare i plugin

source: NO, do not restore settings
it: NO: non ripristinare le impostazioni

source: NOTE: This feature is intended for people who cannot disable overscan on their television / display. Please first try to disable overscan before using this feature. USAGE: Adjust the screen size and position settings so that the shaded user interface layer *just* covers the test pattern in the background. Select Yes to continue or No to exit.
it: NOTA: Questa funzionalità è destinata a persone che non possono disattivare l’overscan sulla loro TV/monitor. In ogni caso prova a disattivare l’overscan prima di utilizzare questa caratteristica. UTILIZZO: Regola le dimensioni dello schermo e le impostazioni di posizione in modo che la zona di interfaccia utente ombreggiata copra solo il modello di test in secondo piano Selezionare Sì per continuare oppure No per uscire.

source: NTP server
it: Server NTP

source: NTP sync interval
it: Intervallo di sincronizzazione con NTP

source: Name
it: Nome

source: Name:
it: Nome:

source: Nameserver
it: Nameserver (DNS)

source: Nameserver This test checks for configured nameservers. If you get a "unconfirmed" message: - Please check your DHCP server, cabling and adapter setup. - If you configured your nameservers manually please verify your entries in the "Nameserver" configuration.
it: Nome dei server (DNS) Questo test controlla i server DNS configurati. Se ottieni un messaggio "non confermato": - Controllare il server DHCP, il cablaggio e la configurazione dell'interfaccia. - Se i DNS sono stati configurati manualmente, verificare le voci nella configurazione "Nameserver (DNS)".

source: Nameserver Settings
it: Configurazione DNS

source: Nameserver settings
it: Configurazione DNS

source: National
it: Percorso

source: Netball
it: balletto

source: Netmask
it: Sottorete

source: Netmask:
it: Sottorete:

source: Network
it: Rete

source: Network ID
it: ID della rete

source: Network MAC settings
it: Configurazioni MAC di rete

source: Network Setup
it: Configurazione rete

source: Network Test
it: Test delle rete

source: Network Test:
it: Test delle rete

source: Network menu
it: Menu rete

source: Network mounts
it: Mount di rete

source: Network name (SSID)
it: Nome rete (SSID)

source: Network peer
it: rete peer

source: Network peers
it: Rete peer

source: Network scan
it: Scansione rete

source: Network servers:
it: Server di rete:

source: Network settings
it: Configurazione rete

source: Network test
it: Test della rete

source: Network wizard
it: Procedura guidata della rete

source: Network:
it: Rete:

source: New
it: Nuovo

source: New backup
it: Nuovo backup

source: New password
it: Nuova password

source: New profile:
it: Nuovo profilo:

source: News
it: Notizie

source: News Magazine
it: magazzino d'informazione

source: News/Current Affairs
it: Notizie/attualità

source: News/Documentary
it: Notizia/Documentario

source: Next
it: Successivo

# now/next: 'next' event label
source: Next
it: successivo

source: Next backup:
it: Backup successivo:

source: No (supported) DVDROM found!
it: Nessun DVD-ROM (supportato) trovato!

source: No Connection
it: Nessuna connessione

source: No ECMPids available (FTA Service)
it: Nessun dato ECM-Pid disponibile (Canale FTA, cioè non criptato).

source: No HDD found or HDD not initialized!
it: HDD non disponibile o non inizializzato!

source: No Logs
it: Nessun registro

source: No MAC interface found
it: Nessun MAC trovato da salvare come registrazione!

source: No Timeshift found to save as recording!
it: Nessun timeshift trovato da salvare come registrazione!

source: No active channel found.
it: Nessun canale attivo trovato.

source: No age block
it: Nessun blocco d'età

source: No card inserted!
it: Scheda non inserita!

source: No clients streaming
it: Nessun client in streaming

source: No connection
it: Nessuna connessione

source: No current function
it: Nessuna funzione corrente

source: No data on transponder! (Timeout reading PAT)
it: Nessun dato sul transponder! (Timeout in lettura PAT)

source: No delay
it: Nessun ritardo

source: No description available.
it: Descrizione non disponibile.

source: No displayable files on this medium found!
it: Nessun file riproducibile trovato sul supporto!

source: No event info found, recording indefinitely.
it: Informazioni evento non disponibili, registrazione illimitata.
