Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: Sorry your Inadyn config is missing
it: Configurazione Inadyn mancante

source: Sorry your MiniDLNA config is missing
it: Configurazione MiniDLNA mancante

source: Sorry your uShare config is missing
it: Configurazione uShare mancante

source: Sorry, but the file is not compatible with this image version.
it: Il file non è compatibile con questa versione dell’immagine.

source: Sorry, but the restore failed.
it: Ripristino fallito!

source: Sorry, no physical devices that supports SWAP attached. Can't create SWAP file on network or fat32 file-systems.
it: Purtroppo non c’è nessun dispositivo fisico che supporti lo SWAP. Non posso creare un file di SWAP sulla rete o su dischi in formato FAT32.

source: Sorry, not enough free RAM found, and no physical devices that supports SWAP attached. Can't create SWAP file on network or fat32 file-systems, unable to make backup.
it: Purtroppo non c’è abbastanza RAM libera e nessun dispositivo fisico che supporti lo SWAP. Non posso creare un file di SWAP sulla rete o su dischi in formato FAT32. Non posso eseguire il backup.

source: Sorry, this tuner is in use.
it: Questo tuner è in uso.

source: Sort
it: Ordinamento

source: Sort EPG list
it: Ordina elenco EPG

source: Sort Trash by deletion time
it: Ordina i file nel cestino per data di cancellazione

source: Sort by
it: Ordino per

source: Sort by default
it: Ordinamento predefinito

source: Sort list by
it: Ordino elenco per

source: Sort list to default and exit?
it: Ordino liste in modo predefinito ed esco?

source: Sort list:
it: Ordino liste:

source: Sort menu
it: Ordina menu

source: Sort menu screens
it: Ordinamento voci dei menu

source: Sort order for help screen
it: Ordinamento per schermata di aiuto

source: Sort plug-in browser alphabetically
it: Ordina alfabeticamente l’elenco plugin

source: Sort plugins list to default?
it: Ordino elenco plugin in modo predefinito?

source: Sort setting screens alphabetically
it: Ordine alfabetico delle impostazioni

source: Sort the EPG list
it: Ordina elenco EPG

source: Sound
it: Audio

source: Sound carrier
it: Portante audio

source: Source request
it: Richiesta sorgente

source: South
it: Sud

source: Space used:
it: Spazio usato:

source: Spain
it: Spagna

source: Spanish
it: Spagnolo

source: Special
it: Speciale

source: Special 1
it: Speciale 1

source: Special 2
it: Speciale 2

source: Speed:
it: Velocità

source: Split event detection (minutes)
it: Rilevamento degli eventi spezzati (minuti)

source: Split preview mode
it: Modalità anteprima separata

source: Splitscreen
it: Schermo separato

source: Sports
it: Sport

source: Sports Magazines
it: riviste sportive

source: Standard list
it: Elenco standard

source: Standby & Restart
it: Standby/Riavvio/Spegnimento

source: Standby / restart
it: Standby/Riavvio/Spegnimento

source: Start
it: Avviare

source: Start CableScan
it: Avviare i CableScan

source: Start Cablescan
it: Avviare il Cablescan

source: Start Fastscan
it: Avviare il Fastscan

source: Start Wizard - Screen Alignment
it: Procedura guidata - Allineamento schermo

source: Start from the beginning
it: Avviare dall'inizio

source: Start instant recording
it: Avviare la registrazione immediata

source: Start offline decode
it: Avviare decodifica offline

source: Start recording?
it: Avviare registrazione?

source: Start teletext
it: Avviare il televideo

source: Start test
it: Avviare il test

source: Start time
it: Orario di avvio

source: Start timeshift
it: Avviare timeshift

source: Starting on
it: Avviare il

source: Starting...
it: Inizio…

source: Starts in a few seconds
it: Inizio in pochi secondi

source: Status
it: Stato

source: Status:
it: Stato:

source: Step east
it: Passo a est

source: Step west
it: Passo a ovest

source: Stepped east
it: Passo a est

source: Stepped west
it: Passo a ovest

source: Steps
it: Passi

source: Stop PiP
it: Arrestare PiP

source: Stop Streams
it: Arrestare Stream

source: Stop all current recordings
it: Arrestare la registrazione in corso...

source: Stop and delete all current recordings
it: Arrestare e cancellare tutte le registrazioni attuali

source: Stop and delete recording
it: Arrestare e rimuovere la registrazione

source: Stop and delete recording:
it: Arrestare e rimuovere la registrazione:

source: Stop and delete recordings:
it: Arrestare e rimuovere le registrazioni:

source: Stop current event and disable future events
it: Arrestare l'evento corrente e disabilitare i futuri

source: Stop current event but not future events
it: Arrestare evento corrente ma non i futuri

source: Stop entry
it: Arrestare ingresso

source: Stop live TV service
it: Arrestare il servizio TV in diretta

source: Stop movie
it: Arrestare il film

source: Stop play TV
it: Arrestare riproduzione TV

source: Stop playing this movie?
it: Arrestare la riproduzione?

source: Stop previous broadcasted service on return to movie list.
it: Arrestare il servizio trasmesso precedente al ritorno lista di film

source: Stop recording
it: Arrestare la registrazione

source: Stop recording now
it: Arrestare la registrazione adesso

source: Stop recording:
it: Arrestare la registrazione:

source: Stop recordings:
it: Arrestare le registrazioni:

source: Stop service on return to movie list
it: All'arresto, torna all'elenco delle registrazioni

source: Stop test
it: Arrestare il test

source: Stop testing plane after # failed transponders
it: Arrestare il test dopo # transponder falliti

source: Stop testing plane after # successful transponders
it: Arrestare il test dopo # transponder controllati correttamente

source: Stop this recording
it: Ferma questa registrazione

source: Stop this recording and delete it
it: Ferma questa registrazione e cancellala

source: Stop timer recording
it: Arrestare la registrazione con timer

source: Stop timeshift
it: Arrestare timeshift

source: Stop timeshift while recording?
it: Arrestare timeshift durante la registrazione?

source: Stop using as startup service
it: Non usare più il canale all’avvio

source: Stopped
it: Arrestato

source: Stops timeshift being used if a recording is in progress. (Advisable for USB sticks)
it: Arrestare timeshift se la registrazione è in corso. (Consigliabile per chiavette USB)

source: Storage
it: Dispositivi e archiviazione

source: Store at index
it: Memorizzare all'indice

source: Store position
it: Memorizzare posizione

source: Stored position
it: Posizione memorizzata

source: Stream Type
it: Tipo di Stream

source: Stream request
it: Richiesta streaming

source: Streaming Clients
it: Dispositivi in streaming

source: Strict DLNA
it: DLNA accurato

source: Stripes
it: Strisce

source: Strongest position
it: Posizione migliore

source: Subservice selection
it: Selezione subservice

source: Subservices
it: Sottocanali

source: Subtitle
it: Sottotitoli

source: Subtitle Long
it: Sottotitoli (a lungo)

source: Subtitle alignment
it: Allineamento sottotitoli

source: Subtitle border width
it: Spessore bordi sottotitoli

source: Subtitle delay when timing is bad
it: Ritardo sottotitoli DVB se non sincronizzato

source: Subtitle delay when timing lacks
it: Ritardo sottotitoli teletext quando manca tempismo

source: Subtitle font size
it: Dimensione caratteri sottotitoli

source: Subtitle language selection 1
it: Selezione lingua sottotitoli 1

source: Subtitle language selection 2
it: Selezione lingua sottotitoli 2

source: Subtitle language selection 3
it: Selezione lingua sottotitoli 3

source: Subtitle language selection 4
it: Selezione lingua sottotitoli 4

source: Subtitle position
it: Posizione sottotitoli

source: Subtitle quickmenu
it: Menu rapido dei sottotitoli

source: Subtitle selection
it: Selezione sottotitoli

source: Subtitles
it: Sottotitoli

source: Subtitles off
it: Sottotitoli disattivati

source: Subtitles on
it: Sottotitoli attivati

source: Subtitles settings
it: Configurazioni sottotitoli

source: Sun
it: Dom

source: Sunday
it: domenica

source: Support at
it: Supporto a

source: Swap PIP
it: Scambiare PiP

source: Swap PiP and main picture
it: Scambiare PiP e schermo principale

source: Swap SNR in '%' with SNR in 'db'
it: Commuta SNR in '%' con SNR in 'db'

source: Swap manager
it: Gestione swap

source: Swap services
it: Swap canali

source: Sweden
it: Svezia

source: Swedish
it: Svedese

source: Switch
it: Commutare

source: Switch TV to correct input
it: Commutare la TV sull'ingresso corretto

source: Switch between filelist/playlist
it: Commutare tra filelist e playlist

source: Switch between last two channels watched
it: Commuta fra gli ultimi due canali utilizzati

source: Switch config
it: Configurazione Switch

source: Switch off HDMI-IN input
it: Disattivare l'ingresso HDMI-IN

source: Switch the PiP to the next channel
it: Commuta al canale successivo nella PiP

source: Switch the PiP to the previous channel
it: Commuta al canale precedente nella PiP

source: Switch to Grid EPG
it: Passa a EPG grafico multicanale

source: Switch to HDMI in mode
it: Passare in modalità HDMI

source: Switch to HDMI-IN
it: Passare in modalità HDMI-IN

source: Switch to Multi EPG
it: Passa a EPG Multiplo (singolo canale)

source: Switch to Single EPG
it: Passa a EPG singolo

source: Switch to TV mode
it: Passare alla modalità TV

source: Switch to filelist
it: Passare all'elenco file

source: Switch to next sub service
it: Passare al sottocanale seguente

source: Switch to playlist
it: Passare alla playlist

source: Switch to previous sub service
it: Passare al sottocanale precedente

source: Switch to radio mode
it: Passare alla modalità radio

source: Switch to the next channel
it: Passare al canale successivo

source: Switch to the next channel in history
it: Passare al canale successivo nella cronologia

source: Switch to the previous channel
it: Passare al canale precedente

source: Switch to the previous channel in history
it: Passare al canale precedente nella cronologia

source: Switzerland
it: Svizzera

source: Symbol rate
it: SR (Symbol rate)

source: Symbol rate & FEC
it: SR (Symbol rate) / FEC

source: Symbol rate:
it: SR (Symbol rate)

source: Sync failure moving back to origin !
it: Sincronizzazione fallita: tornare all'origine!

source: Sync time using
it: Sincronizzazione orario

source: Synchronize system time using transponder or internet.
it: Sincronizzare orario con il server di riferimento Internet

source: System
it: Sistema

source: System & Modulation
it: Sistema e Modulazione

source: System temp: %s
it: Temp. sistema: %s

source: System temperature: %s
it: Temperatura del sistema: %s

source: System:
it: Sistema:

source: TMDB search for current event
it: Ricerca in TMDb dell’evento attuale

source: TMDb Search
it: Ricerca in TMDb

source: TMDb search
it: Ricerca in TMDb

source: TMDb search for highlighted event
it: Ricerca TMDb per evento evidenziato

source: TS file is too large for ISO9660 level 1!
it: File TS troppo grande per ISO9660 livello 1!

source: TUNING
it: Sintonizzazione

source: TV physical address report
it: Rapporto indirizzo fisico TV

source: TXT PID
it: PID TXT

source: TXT Subtitles page & lang
it: Pagina e lingua dei sottotitoli TXT

source: Table of contents for collection
it: Indice per la raccolta

source: Tags
it: Etichette

source: Task warning on shutdown
it: Avviso di spegnimento

source: Teletext
it: Televideo

source: Teletext subtitle color
it: Colore sottotitoli televideo

source: Telnet Interface
it: Interfaccia Telnet

source: Telnet Port
it: Porta Telnet

source: Telnet Setup
it: Impostazioni Telnet

source: Telnet interface
it: Interfaccia Telnet

source: Telnet port
it: Porta telnet

source: Temp folder
it: Cartella file temporanei

source: Terrestrial
it: Terrestre

source: Test DiSEqC settings
it: Test configurazione DiSEqC

source: Test mode
it: Modalità test

source: Test the network configuration of your %s %s.
it: Test della configurazione di rete del %s %s.

source: Test type
it: Tipo test

source: Testscreens
it: Schermi di prova

source: Testscreens that are helpfull to fine-tune your display
it: Schermi di prova utili per affinare la visualizzazione

source: Text
it: Testo

source: Text Grid EPG
it: Griglia testo EPG

source: Text View On
it: Visione testo ON

source: Text color
it: Colore testo

source: Thai
it: Tailandese

source: Thailand
it: Tailandia

source: Thank you for using the wizard. Please press OK to continue.
it: Grazie per aver utilizzato questa configurazione guidata. Premere OK per continuare.

source: Thank you for using the wizard. Your %s %s is now ready to use. Please press OK to start using your %s %s.
it: Grazie per aver utilizzato questa configurazione guidata. Il %s %s è ora pronto. Premere OK per iniziare ad utilizzarlo.

source: The %s %s loads the saved EPG data every (hours).
it: Il %s %s carica l'EPG ogni... (in ore).

source: The %s %s saves the EPG data every (hours).
it: Il %s %s salverà l'EPG ogni (in ore).

source: The AutoTimer plugin is not installed! Please install it.
it: Il plugin AutoTimer non è installato! Installarlo.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a %s %s format data DVD (which will not play in stand-alone DVD players) instead?
it: Lo standard DVD non supporta stream video H.264 (HDTV). Creare un DVD in formato dati %s %s? (NON sarà riproducibile su lettori DVD standard!)

source: The DreamPlex plugin is not installed! Please install it.
it: Il plugin DreamPlex Center non è installato! Installarlo.

source: The EPGSearch plugin is not installed! Please install it.
it: Il plugin EPGSearch non è installato! Installarlo.

source: The IMDb plugin is not installed! Please install it.
it: Il plugin IMDb non è installato! Si prega di installarlo.

source: The IP address of the streamrelay server that is used to descramble services that can only be decrypted via stream relay.
it: Indirizzo IP del server streamrelay utilizzato per decodificare i servizi che possono essere decodificati solo tramite streamrelay

source: The Linux kernel has changed, an update is not permitted. Install latest image using USB stick or Image Manager.
it: Il kernel di Linux è stato modificato: un aggiornamento non è consentito. Installa l'ultima immagine tramite chiavetta USB o 'Gestione Immagine'.

source: The Linux kernel has changed, plugins are not compatible. Install latest image using USB stick or Image Manager.
it: Il kernel di Linux è cambiato: i plugin non sono compatibili. Installa l'ultima immagine utilizzando la chiavetta USB o Gestione Immagine.

source: The PIN code has been changed successfully.
it: Codice PIN aggiornato correttamente.

source: The PIN code has been saved successfully.
it: Il codice PIN è stato salvato con successo.

source: The PIN codes you entered are different.
it: I codici PIN inseriti sono diversi!

source: The TMDb plugin is not installed! Please install it.
it: Il plugin TMDb non è installato! Si prega di installarlo.

source: The aspect ratio of the recording.
it: Il rapporto d'aspetto della registrazione.

source: The backup location does not have enough free space.
it: Il dispositivo di backup non ha sufficiente spazio libero.

source: The backup location does not have enough free space.
it: Il dispositivo di backup non ha spazio sufficiente

source: The changes need a system restart to take effect. Restart your %s %s now?
it: Le modifiche richiedono un riavvio per avere effetto. Riavviare il %s %s ora?

source: The chosen location does not exist, using /media/hdd.
it: La posizione scelta non esiste: utilizza /media/hdd.

source: The command to wake from standby will be sent multiple times.
it: Il comando di risveglio dallo Standby sarà inviato più volte.

source: The commit log cannot be retrieved at the moment - please try again later.
it: Il registro di commit non può essere al momento recuperato: riprova più tardi.

source: The commit log cannot be retrieved at the moment - please try again later.
it: Il registro di commit non può essere al momento recuperato: riprova più tardi.

source: The current update may be unstable.
it: L’aggiornamento corrente potrebbe essere instabile

source: The directory %s already exists.
it: Percorso %s già esistente.

source: The following files were found...
it: Trovati i seguenti file...

source: The loopthrough setting is wrong.
it: Configurazione ciclo continuo errata.

source: The name of the receiver can be included in the backup filename, but makes the filename lengthy.
it: Il nome del ricevitore può essere incluso nel nome file di backup, ma ciò lo rende più lungo.

source: The password can not be blank.
it: La password non può essere vuota.

source: The path %s already exists.
it: Percorso %s già esistente.

source: The pin code you entered is wrong.
it: Inserito codice PIN errato!

source: The port of the streamrelay server that is used to descramble services that can only be decrypted via stream relay.
it: La porta del server di streamrelay utilizzata per decodificare i servizi che possono essere decodificati solo tramite streamrelay

source: The results have been written to %s.
it: Risultati salvati su %s.

source: The saved PIN was cleared.
it: Il PIN salvato è stato cancellato.

source: The service has been added to the favourites.
it: Servizio aggiunto ai preferiti.

source: The service has been added to the selected bouquet.
it: Servizio aggiunto al bouquet selezionato.

source: The user interface of your %s %s is restarting
it: Il sistema (GUI) del %s %s è in fase di riavvio...

source: The user interface of your %s %s is restarting due to an error in StartEnigma.py
it: Il sistema (GUI) del %s %s è stato riavviato causa errore in StartEnigma.py

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
it: Il plugin WirelessLan non è installato! Installarlo per poterlo configurare.

source: The wireless LAN plugin is not installed! Please install it.
it: Il plugin WirelessLAN non è installato! Si prega di installarlo.

source: The wizard is finished now, and will reboot.
it: La procedura guidata è terminata: il decoder si riavvierà a breve. Riavvio in corso...

source: The wizard is finished now.
it: La configurazione guidata è terminata.

source: Theater
it: Teatro

source: There are no saved playlists to delete!
it: Non ci sono playlist salvate da eliminare.

source: There are no saved playlists to load!
it: Non ci sono playlist salvate da caricare.

source: There has been a '%s', please try again later. If this issue persists, please check openvix.co.uk or world-of-satellite.com
it: Si è verificato un '%s'. Provare più tardi e, se il problema persiste, verificare in openvix.co.uk o world-of-satellite.com

source: There has been an error, please try again later. If this issue persists, please check openvix.co.uk or world-of-satellite.com
it: Si è verificato un problema. Provare più tardi e, se il problema persiste, verificare in openvix.co.uk or world-of-satellite.com

source: There is a problem with this device. Please reformat it and try again.
it: C'è un problema con questo dispositivo. Si prega di riformattarlo e riprovare.

source: There is no backup to restore.
it: Non trovo backup da ripristinare.

source: There is no image to flash.
it: Non c'è nessuna immagine da installare.

source: There is no signal to lock on !
it: Nessun segnale da sbloccare!

source: There might not be enough space on the selected partition.. Do you really want to continue?
it: E' possibile che lo spazio sulla partizione scelta non sia sufficiente. Procedere comunque?

source: This %s %s cannot decode %s streams!
it: Impossibile decodificare stream %s con questo %s %s!

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
it: Il DVD-RW è già formattato - una nuova formattazione cancellerà tutto il contenuto del disco!

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
it: Configurare la dimensione del carattere relativamente alla dimensione della skin: +1 o -1 aumenta o diminuisce di UN punto la dimensione.

source: This allows you to change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
it: Configurare le dimensione del carattere relativa alla dimensione della skin. +1 o -1 aumenta o diminuisce di UN punto la dimensione.

source: This allows you to change the number of rows shown.
it: Configurare il numero di righe da visualizzare nella lista canali.

source: This allows you to set the number of digits you can input when selecting channels using number input.
it: Qui potete scegliere il numero massimo di cifre per digitare il numero di un canale.

source: This device is already mounted as HDD.
it: Questo dispositivo è già montato come HDD.

source: This field allows you to search an additional symbol rate up to %s.
it: Questo campo permette di cercare un symbol rate (SR) addizionale fino a %s.

source: This is a multitype tuner. Available options depend on the hardware.
it: Questo è un tuner ibrido. Le opzioni disponibili dipendono dalle sue caratteristiche.

source: This is the order in which DiSEqC commands are sent to the aerial system. The order must correspond exactly with the order the physical devices are arranged along the signal cable (starting from the receiver end).
it: È l’ordine in cui vengono inviati i comandi DiSEqC. L’ordine deve corrispondere esattamente a quello dei dispositivi fisici collegati al ricevitore.

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
it: Consente di ridurre lo squadrettamento delle immagini, ovviamente a costo della loro nitidezza.

source: This option allows to set the level of dynamic contrast of the picture.
it: Consente di impostare il livello di contrasto dinamico dell'immagine.

source: This option allows you choose how to display elapsed time as + or -
it: Consente se scegliere di visualizzare il tempo trascorso come + o -

source: This option allows you choose how to display remaining time, or elapsed time, or both.
it: Consente di scegliere come visualizzare il tempo rimanente/trascorso o entrambi.

source: This option allows you choose how to display the Time or nothing in Standby
it: Questa opzione permette di scegliere come visualizzare l'orario o nulla in Standby

source: This option allows you choose how to display the remaining/elapsed time for live TV.
it: Consente di scegliere come visualizzare il tempo rimanente/trascorso per le trasmissioni TV in diretta.

source: This option allows you choose the background color of transparent picons.
it: Consente di scegliere il colore di sfondo delle picon trasparenti.

source: This option allows you enable smoothing filter to control the dithering process.
it: Consente di attivare il filtro 'smussamento immagine' per controllare il processo 'tremolio'.

source: This option allows you enable the vertical scaler dejagging.
it: Opzione per attivare lo Scaler antialiasing verticale

source: This option allows you to boost the blue tones in the picture.
it: Opzione per esaltare le tonalità del blu nell'immagine.

source: This option allows you to boost the green tones in the picture.
it: Opzione per esaltare le tonalità del verde nell'immagine.

source: This option allows you to bypass HDMI EDID check
it: Opzione per ignorare il controllo HDMI EDID

source: This option allows you to change the virtual loudspeaker position.
it: Opzione che consente di cambiare la posizione dell'altoparlante virtuale.

source: This option allows you to choose from the two channel lists that are available.
it: Opzione per scegliere tra i due elenchi canali se disponibili.
