Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: This option allows you to choose how to display elapsed time. As + or -
it: Consente di scegliere se visualizzare il tempo trascorso come + o -

source: This option allows you to choose how to display the remaining/elapsed time for Media playback.
it: Consente di scegliere come visualizzare il tempo rimanente/trascorso per la riproduzione multimediale.

source: This option allows you to choose how to display the remaining/elapsed time for live TV.
it: Consente di scegliere come visualizzare il tempo rimanente/trascorso per le trasmissioni TV in diretta

source: This option allows you to choose how to display the remaining/elapsed time for media playback.
it: Consente di scegliere come visualizzare il tempo rimanente/trascorso per la riproduzione multimediale.

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first), when 'Quick Actions' preset actions are perfomed.
it: Scegliere il comportamento tasto alla pressione 'passa a elenco dei canali' (premendo '2' salti ai canali che iniziano per 'A' o per '2').

source: This option allows you to choose whether or not to display genre information for the event.
it: Consente di scegliere se visualizzare o meno le informazioni sul genere per l'evento.

source: This option allows you to disable sorting of the option in setting screens
it: Consente di disabilitare l'ordine delle opzioni nelle schermate di configurazione

source: This option allows you to disable sorting of the plugin browser.
it: Consente di disabilitare l'ordine dell'elenco plugin.

source: This option allows you to enable 3D Surround Sound for an output.
it: Consente di attivare il 3D Surround.

source: This option allows you to power on or off the display.
it: Consente di accendere o spegnere il display.

source: This option allows you to set the layout view (Text or Graphics).
it: Consente di impostare il tipo di aspetto (testo o grafica).

source: This option allows you to show menu number quick links.
it: Consente di mostrare i collegamenti rapidi al numero del menu.

source: This option allows you to show the SNR as a percentage (not all receivers support this).
it: Consente di visualizzare l’SNR come percentuale (non supportato da tutti ricevitori).

source: This option allows you to show the full screen path leading to the current screen.
it: Quest'opzione permette di mostrare il percorso completo della schermata corrente.

source: This option allows you to switch audio to bluetooth speakers.
it: Quest'opzione consente di commutare l'audio sugli altoparlanti bluetooth.

source: This option allows you to view the old and new settings side by side.
it: Consente di visualizzare vecchi e nuovi setting fianco a fianco.

source: This option configures output for Auto Volume Level.
it: Consente di configurare l’uscita per il livello automatico del volume.

source: This option configures the general audio delay for bluetooth speakers.
it: Opzione che imposta il ritardo generale per altoparlanti o dispositivi audio BT.

source: This option configures the general audio delay of Dolby Digital sound tracks.
it: Consente di configurare il ritardo audio generico delle tracce Dolby Digital.

source: This option configures the general audio delay of stereo sound tracks.
it: Consente di configurare il ritardo audio generico delle tracce stereo.

source: This option configures the screen resolution in PC output mode.
it: Consente di configurare la risoluzione dello schermo in modalità di uscita PC.

source: This option configures the video output mode (or resolution).
it: Consente la configurazione dell'uscita video (risoluzione).

source: This option lets you adjust the transparency of the user interface
it: Regolazione della trasparenza dell’interfaccia utente (GUI)

source: This option moves the PVR status from the separate window into the Movie Player infobar.
it: Consente di spostare lo stato PVR dalla finestra separata nella Infobar del Movie Player.

source: This option set the level of surpression of mosquito noise (Mosquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
it: Consente di impostare il livello di soppressione del c.d. Rumore di zanzara. Esso è un filtro di riduzione dei disturbi video dovuti a eccessiva compressione delle immagini. Ovviamente, ciò costa una riduzione del loro dettaglio.

source: This option sets the picture brightness.
it: Consente di impostare la luminosità dell'immagine.

source: This option sets the picture color space.
it: Consente di impostare lo spazio colore dell'immagine.

source: This option sets the picture contrast.
it: Consente di impostare il contrasto.

source: This option sets the picture flesh tones.
it: Consente di impostare le tonalità di colore dei visi.

source: This option sets the picture hue.
it: Consente di impostare la tonalità del colore.

source: This option sets the picture saturation.
it: Consente di impostare la saturazione dell'immagine.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
it: Consente di impostare la nitidezza dello scaler, usato quando si estende immagine da 4:3 a 16:9

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
it: Consente la soppressione di contorni digitali falsi, che sono il risultato di un numero limitato di valori distinti.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
it: Consente di impostare la nitidezza dell'immagine quando questa viene «upscalata».

source: This setting allows the tuner configuration to be a duplication of how another tuner is already configured.
it: Quest’impostazione permette a un tuner di essere configurato come duplicato di un altro.

source: This setting depends on your cable provider and location. If you don't know the correct setting refer to the menu in the official cable receiver, or get it from your cable provider, or seek help via internet forum.
it: Questa impostazione dipende dal vostro gestore via cavo o dalla posizione. Se non conoscete i settaggi corretti, fate riferimento al vostro gestore o aiutatevi cercandoli su Internet.

source: This setting is for special setups only. It gives this LNB higher priority over other LNBs with lower values. The free LNB with the highest priority will be the first LNB selected for tuning services.
it: Quest’impostazione è solo per settaggi particolari. Dà a questo LNB una maggiore priorità rispetto agli altri. Un LNB libero con la priorità più alta sarà il primo scelto per sintonizzarsi.

source: This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
it: La configurazione guidata fornirà supporto di base nelle impostazioni del %s %s. Premere OK sul telecomando per il passo successivo.

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
it: Questo ricalcolerà tutte le posizioni del motore e potrà cancellare posizioni precedentemente memorizzate e di fine sintonizzazione! Procedere?

source: This will permanently delete the current configuration. Although settings backup requested, there is No backup device attached, are you certain you want to continue with a factory reset?
it: Questo comando eliminerà definitivamente la configurazione corrente. Sarebbe opportuno fare un backup prima di procedere. Sei sicuro di voler continuare con un ripristino delle impostazioni di fabbrica?

source: This will permanently delete the current configuration. If necessary it should be possible to restore the current configuration by restoring the settings backup. Are you certain you want to continue with a factory reset?
it: Questo eliminerà definitivamente la configurazione corrente. Se necessario, dovrebbe essere possibile ripristinare le configurazioni tramite un backup. Sei sicuro di voler continuare con un ripristino delle impostazioni di fabbrica?

source: This will permanently delete the current configuration. It would be a good idea to make a backup before taking this drastic action. Are you certain you want to continue with a factory reset?
it: Questo comando eliminerà definitivamente la configurazione corrente. Sarebbe opportuno fare un backup prima di procedere. Sei sicuro di voler continuare con un ripristino delle impostazioni di fabbrica?

source: Three
it: Tre

source: Threshold
it: Soglia

source: Thu
it: Gio

source: Thumbnails
it: Miniature

source: Thursday
it: giovedì

source: TiVo support
it: Supporto TiVo

source: Time
it: Impostazioni orario

source: Time Setup Actions
it: Azioni di impostazione dell'ora

source: Time Update in Minutes:
it: Tempo di aggiornamento in minuti:

source: Time import should start
it: Orario previsto per l'importazione

source: Time scale
it: Timeline

source: Time style
it: Stile dell’orario

source: Time to execute command or script
it: Orario per eseguire un comando o uno script

source: Time update in minutes
it: Tempo di aggiornamento in minuti

source: Time zone
it: Fuso orario

source: Time zone area
it: Zona dei fusi orari

source: Timeline 24 Hour
it: Timeline 24 ore

source: Timeline font size
it: Dimensione carattere Timeline

source: Timer Edit
it: modificare timer

source: Timer List
it: Lista timer

source: Timer Menu
it: Menu Timer

source: Timer control
it: Control di timer

source: Timer overlap in pm_timers.xml detected! Please recheck it!
it: Sovrapposizione timer rilevata in timers.xml! Ricontrollare!

source: Timer overlap in timers.xml detected! Please recheck it!
it: Sovrapposizione timer rilevata in timers.xml! Ricontrollare!

source: Timer recording location
it: Percorso timer registrazioni

source: Timer selection
it: Selezione timer

source: Timer type
it: Tipo timer

source: Timers
it: Timer

source: Timeshift is running. Select an action.
it: Timeshift in esecuzione: selezionare un'azione.

source: Timeshift location
it: Percorso timeshift

source: Timeshift not possible!
it: Timeshift non possibile!

source: Timeshift save failed!
it: Salvataggio timeshift non riuscito!

source: Timeshift save recording (Select event)
it: Salva timeshift come registrazione (selez. evento)

source: Timeshift save recording (stop after current event)
it: Salva timeshift come registraz.(evento corr.+ marg. f.r.)

source: Timeshift saved to your harddisk!
it: Salvataggio del timeshift sull'hard disk!

source: Timeshift will get saved at the end of an event!
it: Il timeshift viene salvato alla fine dell'evento!

source: Timeshift-save action on zap
it: Azione salvataggio timeshift su zap

source: Timor-Leste
it: Timor-Est

source: Title
it: Titolo

source: Title properties
it: Proprietà del titolo

source: Titleset mode
it: Modalità set titoli

source: To apply the selected '%s' skin the GUI needs to restart. Would you like to restart the GUI now?
it: Per applicare la skin '%s' prescelta devi riavviare la GUI: vuoi farlo ora?

source: To audio selection
it: Scelta traccia audio

source: To save and apply the selected '%s' skin the GUI needs to restart. Would you like to save the selection and restart the GUI now?
it: Per applicare la skin %s prescelta devo riavviare la GUI. Vuoi salvare la scelta e riavviare la GUI adesso?

source: To subtitle selection
it: Selezione sottotitoli

source: Today
it: Oggi

source: Toggle Configuration Mode or AutoDisqc
it: Commutare Modo di Configurazione o AutoDisqc

source: Toggle Digital downmix
it: Commutare miscelazione digitale

source: Toggle HDMI-In PiP
it: Commutare PiP / HDMI-IN

source: Toggle HDMI-In full screen
it: Commuta HDMI-IN / Schermo intero

source: Toggle LCD LiveTV
it: LCD LiveTV ON/OFF

source: Toggle PIP-ZAP
it: Commutare PiP-ZAP

source: Toggle a cut mark at the current position
it: Inserisce o toglie un segno di taglio nella posizione attuale

source: Toggle a selection mark
it: Commutare un segno di selezione

source: Toggle all
it: Commutare tutto

source: Toggle aspect ratio
it: Commutare proporzioni

source: Toggle between bouquet/epg lists
it: Commutare tra elenchi bouquet/liste EPG

source: Toggle between one & two-line channel list
it: Passa dall'elenco dei canali a una riga a quello a due righe

source: Toggle channel move mode
it: Commutare modalità di spostamento canale

source: Toggle default subtitles
it: Commuta i sottotitoli

source: Toggle infobar
it: Commutare Infobar

source: Toggle mark
it: Commutare segno

source: Toggle new text inserts before or overwrites existing text
it: Commuta fra inserimento e sovrascrittura del testo

source: Toggle picture In graphics
it: Commutare immagine in grafico

source: Toggle show/hide
it: Attiva/disattiva la visualizzazione/nascondenza

source: Toggle show/hide of the current selection
it: Commutare la visualizzazione/nascondenza della selezione corrent

source: Toggle the default subtitles
it: Commutare sui sottotitoli predefiniti

source: Tone amplitude
it: Ampiezza del tono

source: Tone mode
it: Modalità tono

source: Top
it: Superiore

source: Total
it: Totale

source: Total cards:
it: Totale schede:

source: Total clients streaming: %d (%s)
it: Totale client in streaming: %d (%s)

source: Total handled client ecm's
it: Totale ECM gestiti dai client

source: Total handled client emm's
it: Totale EMM gestiti dai client

source: Total memory:
it: Memoria totale:

source: Total swap:
it: Swap totale:

source: Total:
it: Totale:

source: Track
it: Traccia

source: Traditional Music
it: Musica tradizionale

source: Transcoding:
it: Transcodifica:

source: Translations
it: Traduzione

source: Transmission mode
it: Modalità trasmissione

source: Transparent
it: Trasparente

source: Transponder Time
it: Ora Transponder

source: Transport
it: Trasporto

source: Transport Stream Type
it: Tipo di trasporto del flusso

source: Trash
it: Cestino

source: Trash can
it: Cestino

source: Trashcan:
it: Cestino:

source: Tries left:
it: Tentativi rimasti:

source: Try to find used transponders in cable network.. please wait...
it: Provo a trovare transponder utilizzati sulla rete via cavo. Attendere...

source: Try to find used transponders in terrestrial network... please wait...
it: Provo a trovare transponder utilizzati sulla rete terrestre. Attendere prego...

source: Tue
it: Mar

source: Tuesday
it: martedì

source: Tune
it: Sintonia

source: Tune and focus
it: Sintonia e focus

source: Tune failed!
it: Sintonia fallita!

source: Tuner Setup
it: Configurazioni tuner

source: Tuner is not supported
it: Tuner non supportato

source: Tuner live values
it: Valori tuner live

source: Tuner miscellaneous
it: Configurazioni varie del tuner

source: Tuner not available.
it: Tuner non disponibile!

source: Tuner setting values
it: Valori tuner

source: Tuner slot
it: Slot tuner

source: Tuner status:
it: Stato tuner:

source: Tuner type
it: Tipo tuner

source: Tuners & Scanning
it: Tuner e ricerca canali

source: Turkey
it: Turchia

source: Turkish
it: Turco

source: Turn off HDMI-IN PiP mode
it: Disabilitare PiP per HDMI-IN

source: Turn on HDMI-IN PiP mode
it: Attivare PiP per HDMI-IN

source: Turn on the control LED.
it: Attivare il LED di control.

source: Turn on the power LED during deep standby.
it: Attivare il LED durante lo Standby.

source: Turn on the power LED during standby.
it: Attivare il LED durante lo Standby.

source: Turn on the power LED.
it: Attivare il LED.

source: Turning step size
it: Ampiezza incremento

source: Two
it: Due

source: Two lines
it: Due linee

source: Two lines Alt
it: Due linee Alt

source: Type
it: Tipo

source: Type of LNB/device
it: Tipo di LNB

source: Type of scan
it: Tipo di ricerca

source: Type:
it: Tipo:

source: Types of backups to remove when stale.
it: Tipo di backup da eliminare quando troppo datato.

source: USALS automatically moves a motorised dish to the correct satellite based on the coordinates entered by the user. Without USALS each satellite will need to be setup and saved individually.
it: USALS muove automaticamente un disco motorizzato verso il satellite corretto basandosi sulle coordinate inserite dall’utente. Senza USALS ogni satellite dovrà essere impostato singolarmente.

source: USALS calibration
it: Calibrazione USALS

source: Ukraine
it: Ucraina

source: Ukrainian
it: Ucraino

source: Un-mount
it: Smontaggio

source: Unable to change password
it: Impossibile cambiare la password

source: Uncover dashed flickering line for this service
it: Scopri la linea tratteggiata lampeggiante per questo canale

source: Undefined
it: Indefinito

source: Undetermined
it: Indeterminato

source: Unencrypted
it: In chiaro

source: Unhide parental control services
it: Mostra controllo parentale canali

source: Unicable delay after change voltage before switch command
it: Ritardo Unicable/SCR dopo aver cambiato il voltaggio prima di comandare lo switch

source: Unicable delay after enable voltage before switch command
it: Ritardo Unicable/SCR dopo aver abilitato il voltaggio prima di comandare lo switch

source: Unicable delay after last diseqc command
it: Ritardo Unicable/SCR dopo l’ultimo comando DISEqC

source: United Arab Emirates
it: Emirati Arabi Uniti

source: United Kingdom
it: Regno Unito

source: United States
it: Stati Uniti d’America

source: United States Minor Outlying Islands
it: Isole minori esterne degli Stati Uniti d’America

source: United States of America
it: Stati Uniti d’America

source: Universal LNB
it: LNB Universal

source: Unknown
it: Sconosciuto

source: Unknown error
it: Errore sconosciuto

source: Unknown image
it: Image sconosciuto

source: Unmount.
it: Smontare.

source: Unsupported
it: Non supportato

source: Unzip error (also sent to any debug log): %s
it: Errore di estrazione (inviato a tutti i registri di debug): %s

source: Up
it: Su

source: Update
it: Aggiornamenti

source: Update channel list only
it: Aggiornamento solo elenco canali

source: Update completed, %d package was installed.
it: Aggiornamento completato, il pacchetto %d è stato installato

source: Update failed. Your %s %s does not have a working internet connection.
it: Aggiornamento fallito. Il %s %s non ha una connessione internet attiva.

source: Update has completed.
it: Aggiornamento completato.

source: Update interval (in seconds)
it: Intervallo aggiornamento (secondi):

source: Updated: %s
it: Aggiornato: %s

source: Updating Cache
it: Aggiornamento cache

source: Updating cache, please wait...
it: Aggiornamento cache, attendere...

source: Updating mount locations...
it: Aggiornamento dei percorsi di mount.

source: Upgrade and reboot system
it: Aggiornare e riavviare il sistema

source: Upgrade finished.
it: Aggiornamento terminato!

source: Upgrade in progress Please wait until your %s %s reboots This may take a few minutes
it: Aggiornamento in corso. Attendere il riavvio completo del %s %s. Ci vorranno pochi minuti...

source: Upgradeable
it: Aggiornabile

source: Upgrading
it: Agg. in corso

source: Upper case
it: Maiuscolo

source: Uptime
it: Tempo di attività

source: Uptime: %s
it: Tempo di attività: %s

source: Urban Music
it: Musica Urbana

source: Usage setup
it: Impostazioni utilizzo

source: Use
it: Utilizzo

source: Use 12 characters display mode
it: Usa 12 caratteri per il display

source: Use DHCP
it: Utilizzare DHCP

source: Use EIT EPG information when it is available.
it: Utilizzare le info EIT se disponibili.

source: Use FreeSat EPG information when it is available.
it: Utilizzare le info FreeSat se disponibili.

source: Use Geolocation
it: Usa la geolocalizzazione

source: Use MHW EPG information when it is available.
it: Utilizzare le info MHW EPG se disponibili.

source: Use Netmed EPG information when it is available.
it: Utilizzare le info Netmed EPG se disponibili.

source: Use OpenTV EPG information when it is available. For reading OpenTV EPG data tuning to a dedicated transponder is required
it: Usa le info EPG di tipo OpenTV. Per leggere tali informazioni è necessario sintonizzarsi su un canale dedicato.

source: Use TV remote control
it: Utilizzare il telecomando TV

source: Use USALS for this sat
it: Utilizzare USALS per questo satellite

source: Use ViaSat EPG information when it is available.
it: Utilizzare informazioni EPG ViaSat se disponibili.

source: Use Virgin EPG information when it is available.
it: Utilizzare informazioni EPG Virgin se disponibili.

source: Use a gateway
it: Utilizzare Gateway

source: Use adaptive date display
it: Utilizzare date relative

source: Use as HDD
it: Usa come HDD

source: Use as PiP if possible
it: Utilizzare se possibile come PiP

source: Use circular LNB
it: Utilizzare LNB circolare

source: Use fastscan channel names
it: Utilizzare i nomi dei canali di Fastscan

source: Use fastscan channel numbering
it: Utilizzare la numerazione canali di Fastscan

source: Use frequency or channel
it: Utilizzare frequenza o canale

source: Use individual settings for each directory
it: Usare configurazioni diverse per ogni cartella

source: Use interface
it: Utilizzare l'interfaccia

source: Use official channel numbering
it: Utilizzare la numerazione canale ufficiale

source: Use original DVB subtitle position
it: Usare la posizione originale dei sottotitoli DVB

source: Use original teletext position
it: Utilizzare la posizione originale televideo

source: Use piconlcd directory for picons on color LCD
it: Usa le picon per il display a colori del decoder

source: Use power measurement
it: Utilizzare misurazione di potenza

source: Use separate Picon pack for Front Display
it: Usa un pacchetto di picon diverse per il display frontale

source: Use skin default
it: Utilizza skin predefinita

source: Use skin setting
it: Configurazione skin

source: Use slim screen
it: Utilizzare schermo piatto

source: Use the LEFT/RIGHT buttons on your remote to adjust the height of the user interface. LEFT button decreases the size, RIGHT increases the size.
it: Usa i pulsanti SINISTRA/DESTRA per regolare l’altezza dell’interfaccia. Sinistra per DIMINUIRE, destra per AUMENTARE.

source: Use the LEFT/RIGHT buttons on your remote to adjust the width of the user interface. LEFT button decreases the size, RIGHT increases the size.
it: Usa i tasti SINISTRA/DESTRA per regolare l’ampiezza dell’interfaccia. Sinistra per DIMINUIRE, destra per AUMENTARE.

source: Use the LEFT/RIGHT buttons on your remote to move the user interface left/right.
it: Usa i tasti SINISTRA/DESTRA per spostare l’interfaccia a sinistra o destra

source: Use the LEFT/RIGHT buttons on your remote to move the user interface up/down.
it: Usa i tasti SINISTRA/DESTRA per spostare l’interfaccia su o giù

source: Use the UP and DOWN keys to select language, Menu key to install new language. Afterwards press the OK button.
it: Selezionare la propria lingua utilizzando i tasti SU/GIÙ. Premere OK per confermare.

source: Use the alternative or the conventional radio mode.
it: Utilizzare la modalità radio alternativa o convenzionale.

source: Use the alternative screen
it: Utilizzare video alternativo

source: Use the deletion time to sort Trash directories. Most recently deleted at the top.
it: Usa la data di cancellazione per ordinare il cestino. I file cancellati per ultimi saranno in cima alla lista.

source: Use the network wizard to configure selected network adapter
it: Usare la configurazione guidata di rete per la scheda selezionata

source: Use the network wizard to configure your Network
it: Utilizzare la configurazione guidata di rete

source: Use the up/down keys on your remote control to select an option. After that, press OK.
it: Utilizzare i tasti SU/GIÙ del telecomando per selezionare un'opzione, poi premere OK.
