Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: Use the wizard to set up basic features
it: Utilizzare la configurazione guidata delle opzioni di base

source: Use these input device settings?
it: Utilizzare questa configurazione per il dispositivo di input?

source: Use this video enhancement settings?
it: Utilizzare questa configurazione di miglioramento video?

source: Use timeshift seekbar while timeshifting?
it: Utilizzare la barra di ricerca (Seekbar) per il timeshift?

source: Use trash can in movie list
it: Utilizzare il cestino nella lista registrazioni

source: Used service scan type
it: Tipo di ricerca canali in uso

source: Used:
it: Usato:

source: User - bouquets
it: Bouquet personalizzati

source: User Interface
it: Interfaccia Utente (GUI)

source: User defined
it: Definito dall'utente

source: User defined 0x%02x
it: Definito dall'utente 0x%02x

source: User defined transponder
it: Transponder definito dall'utente

source: User installed plugins
it: Plugin installati dall'utente

source: User interface settings
it: Configurazione Interfaccia Utente

source: User interface visibility
it: Visibilità della GUI

source: Username
it: Nome utente

source: Username (httpuser)
it: Nome utente (httpuser)

source: Username:
it: Nome utente:

source: Using LNB %d
it: Sto usando l’LNB %d

source: Using old profile:
it: Vecchio profilo in uso:

source: Using tuner %s
it: Tuner %s in uso

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
it: Di norma se lingua audio e sottotitoli coincidono, i sottotitoli non vengono mostrati. Abilitare questa opzione per mostrarli.

source: Utilities
it: Servizi

source: VLAN connection
it: Connessione VLAN

source: VMGM (intro trailer)
it: VMGM (trailer introduttivo)

source: VOB file
it: File VOB

source: Variety
it: varietà

source: Version:
it: Versione:

source: Vertical
it: Verticale

source: Vertical turning speed
it: Velocità di rotazione verticale

source: ViX Backup manager
it: Gestione backup

source: ViX Image Management
it: Gestione backup

source: ViX Image manager
it: Gestione immagine

source: ViX Mount manager
it: Gestore punti di mount

source: ViX SWAP manager
it: Gestione file di swap

source: ViX Script runner
it: Esecutore di script

source: Video & Audio Settings
it: Configurazioni audio/video

source: Video Chip Mode*
it: Modalità video “Chip”

source: Video PID
it: PID Video

source: Video clipping
it: Ritaglio video

source: Video enhancement
it: Configurazioni A/V avanzate

source: Video enhancement preview
it: Anteprima miglioramento immagine

source: Video enhancement setup
it: Impostazioni avanzate A/V

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
it: Selezione input video Premere OK se potete vedere questa pagina sul vostro TV (oppure scegliere un’altra porta di input) La porta input successiva sarà controllata automaticamente entro 10 secondi.

source: Video mode selection.
it: Selezione modalità A/V.

source: Video output
it: Uscita A/V

source: Video settings
it: Impostazioni video

source: Video settings options
it: Opzioni delle impostazioni video

source: Videoclip
it: Ritaglio video

source: Videocodec, size & format
it: Codec video, dimensioni e formato

source: View
it: Visualizza

source: View Movies...
it: Riprodurre registrazioni...

source: View Video CD...
it: CD Video...

source: View extensions
it: Estensioni...

source: View mode
it: Modalità visualizzazione

source: View photos...
it: Visualizzare foto...

source: View progress
it: Vedi l’avanzamento

source: View teletext
it: Televideo...

source: View the changes
it: Modifiche

source: View video CD...
it: CD video...

source: Virtual KeyBoard Functions
it: Funzioni tastiera virtuale

source: Virtual KeyBoard Text:
it: Tastiera virtuale:

source: Virtual keyboard
it: Tastiera virtuale

source: Voltage mode
it: Modalità voltaggio

source: Volume keys on the receiver remote will control the TV volume.
it: I tasti del ricevitore controlleranno il volume della TV.

source: W
it: O

source: WARNING: feeds may be unstable.
it: ATTENZIONE: la distribuzione potrebbe essere instabile.

source: WLAN connection
it: Connessione WLAN

source: WPA or WPA2
it: WPA o WPA2

source: WSS on 4:3
it: WSS su 4:3

source: WWW long
it: WWW lungo

source: Wait please while creating SWAP file...
it: Attendere, creazione SWAP file in corso...

source: Wait please while scanning for softcam's...
it: Attendi per favore mentre esegui la scansione per softcam...

source: Wait please while scanning...
it: Attendere, scansione in corso…

source: Waiting
it: In attesa

source: Waiting for mount.
it: attendere la mount.

source: Waiting for partition.
it: In attesa della partizione.

source: Wake A/V receiver from standby
it: Riattiva il ricevitore dallo Standby

source: Wake A/V receiver from standby.
it: Riattiva il ricevitore dallo stato di Standby.

source: Wake Up
it: Riattivare

source: Wake Up To Standby
it: Mettere in Standby alla riattivazione

source: Wake the receiver from standby when the wake command is sent from the TV.
it: Quando il ricevitore si riattiva dallo Standby manderà un segnale alla TV perché si riattivi anch'essa.

source: Wakeup
it: Riattivare

source: Wakeup TV from standby
it: Riattivare la TV dallo Standby

source: Wakeup command for TV
it: Comando per riattivare la TV

source: Wakeup signal from TV
it: Riattivare il segnale dalla TV

source: War
it: Guerra

source: Warning
it: Avviso

source: Warning: no LNB; using factory defaults.
it: Attenzione: nessun LNB. Userò i valori predefiniti.

source: Watch movies...
it: Guardare film...

source: Watch recordings
it: Guardare le registrazioni...

source: Water Sport
it: Sport acquatici

source: Watersports
it: Sport acquatici

source: Weather
it: Tempo

source: Web Interface
it: Interfaccia Web

source: Wed
it: Mer

source: Wednesday
it: mercoledì

source: Weekday
it: Giorno della settimana

source: Weekend
it: fine settimana

source: Weekly
it: Settimanale

source: Weighted position
it: Posizione ponderata

source: Weightlifting
it: Sollevamento pesi

source: Welcome to OpenViX! NOTE: This section of the wizard is intended for people who cannot disable overscan on their television / display. Please first try to disable overscan before using this feature. USAGE: If you continue adjust the screen size and position settings so that the shaded user interface layer *just* covers the test pattern in the background. Select Yes to change these settings or No to skip this step.
it: Benvenuto in OpenViX! NOTA: Questa funzionalità è destinata a persone che non possono disattivare l'overscan sui loro TV o monitor. In ogni caso prova a disattivare l'overscan prima di utilizzare questa caratteristica. UTILIZZO: Regola le dimensioni dello schermo e le impostazioni di posizione in modo che la zona di interfaccia-utente ombreggiata copra solo il modello di test in secondo piano Selezionare SÌ per continuare oppure NO per uscire.

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
it: Benvenuti in Cutlist editor. Cercare l'inizio di ciò che si vuole eliminare. Premere OK, selezionare [Inizio taglio]. Successivamente spostarsi alla fine, premere OK, selezionare [Fine taglio]. E' tutto.

source: Welcome to the restore wizard. A backup has been detected. You can use this wizard to restore your settings and any extra plugins that were installed when the backup was created.
it: Benvenuto nella procedura guidata di ripristino. Ho trovato un backup configurazioni. Usare questa procedura guidata per ripristinare le impostazioni ed eventuali plugin installati al momento del backup.

source: Welcome. If you want to connect your %s %s to the Internet, this wizard will guide you through the basic network setup of your %s %s. Press OK to start configuring your network
it: Benvenuto. Questa configurazione guidata fornirà supporto di base per le impostazioni di rete del %s %s e la connessione a Internet. Premere OK per iniziare la configurazione della rete.

source: Welcome. This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
it: Benvenuto La configurazione guidata fornirà supporto di base nelle impostazioni del %s %s. Premere OK sul telecomando per il passo successivo.

source: West
it: Ovest

source: West limit set
it: Impostazione limite ovest

source: Western
it: Ovest

source: What date of month ?
it: Quale giorno del mese?

source: What day of week ?
it: Quale giorno della settimana?

source: What do you want to scan?
it: Cosa desideri cercare?

source: When enabled enigma2 will load unlinked userbouquets. This means that userbouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
it: Il sistema caricherà anche i bouquet orfani. Consente ai bouquet-utente disponibili (ma non inclusi in bouquet.tv/radio) di essere caricati comunque. Così vengono mantenuti i propri bouquet durante l'aggiornamento dei canali

source: When enabled the online checker will also check for experimental versions
it: Se abilitata, il controllo online verificherà la presenza di versioni sperimentali

source: When enabled the receiver will automatically return to standby when the TV is turned off.
it: Abilitando questa funzione il ricevitore andrà automaticamente in Standby quando viene spenta la TV.

source: When enabled the receiver will automatically wake from standby when the TV is turned on.
it: Abilitando questa funzione il ricevitore si riattiverà automaticamente dallo Standby quando viene accesa la TV.

source: When enabled the set top box is able to wakeup on LAN
it: Se abilitata, il box è in grado di riattivarsi dalla LAN

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
it: Se abilitata, i dati AIT saranno inclusi nei flussi HTTP. Consente a un ricevitore client di utilizzare HbbTV.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
it: Se abilitata, i dati EIT saranno inclusi nei flussi HTTP. Consente a un ricevitore client di vedere l’EPG.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
it: Se abilitata, visualizza un messaggio a video a fine/inizio dell’evento successivo.

source: When enabled, a popup message will be shown when a recording starts.
it: Se abilitata, visualizza un messaggio a video all'avvio di una registrazione.

source: When enabled, a recording is allowed to interrupt live TV, when there are no free tuners.
it: Se abilitata, la registrazione permette di interrompere la visione della TV se non ci sono tuner liberi.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
it: Se abilitata, visualizza un messaggio e l'utente potrà interrompere o proseguire il timeshift.

source: When enabled, always descramble receiving http streams. This takes up more resources (descrambling demuxers), only enable if necessary. Individual streams are always descrambled if 0x100 is added to the service type, regardless of this setting.
it: "Se abilitata, decodifica i flussi HTTP. Questo richiede più risorse (demuxer descrambling). Attivare solo se necessario. I flussi individuali sono sempre decodificati se viene aggiunto 0x100 al tipo di servizio, indipendentemente dalla impostazione.

source: When enabled, authentication is required to watch http streams.
it: Se abilitata, richiesta l'autenticazione per visionare i canali in stream http.

source: When enabled, channel numbering will start at '1' for every bouquet.
it: Se abilitata, la numerazione dei canali inizia da '1' in ogni bouquet.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
it: Se abilitata, il contenuto con proporzioni pari a 4:3 viene ampliato per riempire lo schermo.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached.
it: Se abilitata, passa al successivo bouquet quando viene raggiunto l'ultimo canale del bouquet corrente.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
it: Se abilitata, le registrazioni eliminate vengono spostate nel cestino e non cancellate immediatamente.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
it: Se abilitata, preferenza ai sottotitoli DVB grafici rispetto ai sottotitoli televideo se entrambi disponibili.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
it: Se abilitata, i sottotitoli DVB grafici verranno visualizzati nella loro posizione originale.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
it: Se abilitata, i sottotitoli DVB grafici verranno visualizzati in giallo invece del colore originale

source: When enabled, http streams are descrambled on the server side. The (remote) client receiver does not have to do descrambling.
it: Se abilitata, la decodifica flussi HTTP avviene sul lato server. Il client remoto non dovrà effettuare la decodifica. Predefinito su SÌ

source: When enabled, it is possible to leave the Movie Player with exit.
it: Se abilitata, è possibile uscire da Movie Player con EXIT.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
it: Se abilitata, misura il consumo energetico per rilevare quando il rotore smette di girare (se supportato dal Tuner).

source: When enabled, network trash cans are probed for cleaning.
it: Se abilitata, verrà controllato il cestino di rete per procedere al suo svuotamento.

source: When enabled, number markers will be hidden.
it: Se attivata abilita la scomparsa degli indicatori numerici.

source: When enabled, pressing '0' will zap you to the first channel in your first bouquet and delete your zap-history.
it: Se abilitata, premendo '0‘ porta al primo canale del primo bouquet e cancella la cronologia. Disabilitata: Il tasto 0 COMMUTA fra l'ultimo e il penultimo canale utilizzato.

source: When enabled, reformat subtitles to match the width of the screen.
it: Se abilitata, adatta la larghezza dei sottotitoli a quella dello schermo.

source: When enabled, show channel numbers in the channel selection screen.
it: Se abilitata, visualizza il numero del canale nella selezione canali.

source: When enabled, subtitles for the hearing impaired can be used.
it: Se abilitata, è possibile utilizzare i sottotitoli per i non udenti.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
it: Se abilitata, preferenza ai sottotitoli per non udenti rispetto ai sottotitoli normali qualora siano entrambi disponibili.

source: When enabled, teletext pages will be cached, allowing faster access.
it: Se abilitata, le pagine del televideo verranno memorizzate nella cache per un accesso più rapido.

source: When enabled, teletext subtitles will be displayed at their original position.
it: Se abilitata, i sottotitoli televideo verranno visualizzati nella loro posizione originale.

source: When enabled, the PiP can be closed by the EXIT button.
it: Se abilitata, La funzione PiP può essere chiusa con il tasto EXIT.

source: When enabled, the VCR scart option will be shown in the main menu
it: Se abilitata, l'opzione VCR da SCART verrà visualizzata nel menù principale

source: When enabled, the length of each recording will be shown in the movielist (this might cause some additional loading time).
it: Se abilitata, la lunghezza di ogni registrazione verrà visualizzata nell'elenco registrazioni (questo potrebbe aumentare il tempo di ricarica).

source: When enabled, the receiver will automatically use the audio track which you selected before.
it: Se abilitata, il ricevitore userà automaticamente la traccia audio precedentemente selezionata.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
it: Se abilitata, il ricevitore userà automaticamente i sottotitoli precedentemente selezionati.

source: When enabled, the receiver will select an AC3 track (when available).
it: Se abilitata, il ricevitore selezionerà una traccia AC3 (se disponibile)

source: When enabled, the receiver will select an AC3+ track (when available).
it: Se abilitata, il ricevitore selezionerà una traccia AC3+ (se disponibile)

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
it: Se abilitata, questa impostazione ha la priorità anche su 'Tuner preferito per le registrazioni'.

source: When enabled, this setting has more weight than 'Preferred tuner'.
it: Se abilitata, questa impostazione ha la priorità anche su ‘Tuner preferito'.

source: When enabled, timeshift starts automatically in background after the specified time.
it: Se abilitata, il timeshift si avvia automaticamente dopo il tempo specificato.

source: When enabled, use DHCP for the IP configuration.
it: Se abilitata, Utilizzare DHCP per la configurazione dell’IP.

source: When enabled, your receiver will detect activity on the VCR SCART input.
it: Quando è attivo, il ricevitore rileverà attività dell’ingresso VCR SCART.

source: When maximum space for all logs is reached, the oldest logs will be deleted.
it: Se è raggiunto il massimo spazio impostato, i log più datati verranno eliminati.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
it: Se diverso da '0', la registrazione inizierà in anticipo rispetto all'orario indicato dalla EPG.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
it: Se diverso da '0', la registrazione si fermerà dopo l'orario finale indicato dalla EPG.

source: When receiver wakes from standby, it will command the TV to switch to the HDMI input the receiver is connected to.
it: Quando il ricevitore si risveglia dallo Standby, comanderà alla TV di commutare sull'ingresso cui il ricevitore stesso è connesso.

source: When set the PIG will return to live after a movie has stopped playing.
it: Se impostato, la PiG tornerà a funzionare dopo l'arresto d'una riproduzione.

source: When set to 'user defined' this option allows you to sort or hide menu items via the blue button in menu screens. When set to 'user defined hidden' the blue button text in the menu remains hidden even though the user sort feature is active.
it: Quando è su 'definito dall'utente' potete ordinare o nascondere voci di menu con il tasto blu. Quando è su 'nascosto dall'utente', il testo del pulsante BLU nel menu rimane nascosto sebbene sia attiva l'opzione 'ordinato dall'utente'.

source: When set, each directory will show the previous state used. When off, the default values will be shown.
it: Se impostato, ogni cartella apparirà nell’ultimo stato usato. Altrimenti, saranno mostrati i valori di default.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
it: Se il contenuto ha una proporzione pari a 16:9, scegliere se scalare/ampliare l'immagine.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
it: Se il contenuto ha una proporzione pari a 4:3 scegliere se scalare/ampliare l'immagine.

source: When the receiver wakes from standby, it will send a command to the TV to bring it out of standby too.
it: Quando il ricevitore si riattiva dallo Standby manderà un segnale alla TV perché si riattivi anch'essa.

source: When tuned to a service the system will normally scan the transponder for any changes and save them. Only set to 'yes' if you're absolutely sure of what you're doing.
it: Se abilitata, se si è sintonizzati su un canale il sistema scansiona il transponder per cercare eventuali modifiche e le salva. Impostare su 'Sì' solo se siete assolutamente sicuri.

source: Where should the recording be saved?
it: Dove dovrebbe essere salvata la registrazione?

source: Where to save temporary timeshift recordings?
it: Dove salvo le registrazioni temporanee (timeshift)?

source: Which event do you want to save permanently?
it: Quale evento vuoi salvare in modo permanente?

source: White
it: Bianco

source: Width
it: Larghezza

source: Winter Sports
it: Sport invernali

source: Wintersport
it: Sport invernali

source: Wireless LAN
it: Rete wireless

source: Wireless network
it: Rete wireless

source: Wireless network configuration...
it: Configurazione connessione a rete wireless.

source: Wireless network connection setup
it: Impostazioni connessione a rete wireless

source: Wireless network connection setup.
it: Configurazione connessione a rete wireless.

source: Wireless network state
it: Stato rete wireless

source: With popup
it: Con popup

source: With this option set to 'yes' the channel list will always show you the list of bouquets. If set to 'no' the current bouquet will be opened.
it: Se abilitato, verrà sempre visualizzato l’elenco dei bouquet invece che la lista canali del bouquet corrente. Con ‘NO’ verrà aperto il bouquet corrente.

source: With this option you can hide Job Tasks from the extension screen (short blue button press).
it: Nasconde 'Job Tasks' dalle estensioni (breve pressione del tasto blu).

source: Without popup
it: Senza popup

source: World Cultures
it: Culture del mondo

source: Would you save the entered PIN %s persistent?
it: Vuoi salvare il PIN inserito %s in modo permanente?

source: Write error while recording. Disk full?
it: Errore di scrittura in registrazione! Disco pieno?

source: Write error while recording. Disk full? %s
it: Errore di scrittura in registrazione. Disco pieno? %s

source: Write failed!
it: Scrittura fallita!

source: Write to /tmp/positionersetup.log
it: Scrittura su /tmp/positionersetuplog fallita:

source: XBox 360 support
it: Supporto Xbox 360

source: YES
it: SÌ

source: YES, to restore plugins
it: SI: ripristina i plugin

source: YES, to restore settings
it: SI: ripristina le configurazioni

source: Year
it: Anno

source: Yellow
it: Giallo

source: Yellow DVB subtitles
it: Giallo: sottotitoli DVB

source: Yellow button (long)
it: Tasto giallo (lungo)

source: Yellow button (short)
it: Tasto giallo (corto)

source: Yellow button function
it: Funzioni tasto giallo

source: Yellow long
it: Giallo lungo

source: Yes
it: Sì

source: Yes (save index in setup tuner)
it: Sì (salvare indice in impostazioni tuner)

source: Yes to all
it: Sì a tutto

source: Yes, and delete this movie
it: Sì, e rimuovere questa registrazione

source: Yes, and return to the movie list
it: Sì, e tornare all'elenco registrazioni

source: Yes, but don't save timeshift as movie
it: Sì, ma non salvare il timeshift come registrazione

source: Yes, but save timeshift as movie and continue recording
it: Sì, ma salva il timeshift come registrazione e continua

source: Yes, but save timeshift as movie and stop recording
it: Sì, ma salva il timeshift come registrazione e arrestala

source: Yes, delete this movie and return to the movie list
it: SÌ: cancellare questo video e tornare all’elenco dei video

source: Yes, do a manual scan now
it: SÌ: fare una ricerca manuale ora

source: Yes, do an automatic scan now
it: SÌ: fare una ricerca automatica ora
