Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: Every 3 hours
it: Ogni 3 ore

source: Every 6 hours
it: Ogni 6 ore

source: Every hour
it: Ogni ora

source: Everyday
it: Ogni giorno

source: Exceeds dual layer medium!
it: Supera la capacità di supporto doppio strato!

source: Execution finished!!
it: Esecuzione terminata!

source: Execution progress:
it: Processo in esecuzione:

source: Exit
it: Esci

source: Exit EPG
it: Uscire da EPG

source: Exit editor
it: Uscire dall'editor

source: Exit input device selection.
it: Uscire dalla selezione dispositivo di input.

source: Exit media player?
it: Uscire da Media player?

source: Exit mediaplayer
it: Uscire da Mediaplayer

source: Exit menu
it: Uscire da menu

source: Exit mounts setup menu
it: Uscire dal menu installazione supporti

source: Exit movie list
it: Uscire dall'elenco registrazioni

source: Exit movie player
it: Uscire da movie player?

source: Exit movie player?
it: Uscire da movie player?

source: Exit network adapter setup menu
it: Uscire dal menu installazione supporti

source: Exit network interface list
it: Uscire da elenco interfacce di rete

source: Exit network wizard
it: Uscire dalla configurazione guidata

source: Exit networkadapter setup menu
it: Uscire dal menu impostazioni interfacce di rete

source: Exit the restore wizard
it: Esci dalla procedura di ripristino

source: Exit the wizard
it: Uscire dalla configurazione guidata

source: Expert
it: Esperto

source: Extended
it: Avanzato

source: Extended Networksetup Plugin...
it: Plugin 'Impostazioni avanzate della rete'

source: Extended PID info
it: Informazioni PID avanzato

source: Extended Setup...
it: Impostazioni avanzate...

source: Extended Shares
it: Condivisioni avanzate

source: Extended info
it: Informazioni avanzato

source: Extended network setup plugin...
it: Plugin “Impostazioni avanzate della rete”…

source: Extended setup...
it: Impostazioni avanzate...

source: Extensions
it: estensioni.

source: Extensions menu
it: Menu estensioni

source: External
it: Esterna

source: External PiP
it: PiP esterno

source: External subtitle color
it: Colore sottotitoli esterni

source: External subtitle dialog colorisation
it: Dialogo colorazione sottotitoli esterni

source: External subtitle switch fonts
it: Commutare fonti sottotitoli esterni

source: Externally powered
it: Alimentato esternamente

source: Extra IPK's
it: IPK aggiuntivi

source: Extra motor options
it: Opzioni avanzate motore

source: Extremsport
it: Sport estremo

source: Extrude from left
it: Fuoriuscire da sinistra

source: F1/LAN long
it: F1 / LAN lungo

source: F2 long
it: F2 lungo

source: F3 long
it: F3 lungo

source: F4 long
it: F4 lungo

source: FAILED
it: FALLITO

source: FBC automatic
it: FBC automatico

source: FBC automatic connected to
it: FBC automatico connesso a

source: FBC automatic connected to %s
it: FBC automatico connesso a %s

source: FBC automatic inactive
it: FBC automatico inattivo

source: FCC enabled
it: Abilita cambio canale rapido (FCC)

source: FCCSetup
it: Impostazioni FCC

source: FP version: %s
it: FP versione: %s

source: FTP Setup
it: Impostazioni FTP

source: FTP connection failure
it: Connessione FTP fallita

source: FTP passive mode
it: Modalità passiva FTP

source: Factory Reset
it: Ripristino impostazioni di fabbrica

source: Factory Reset: Clearing data
it: Ripristino di fabbrica: cancellazione dei dati

source: Fade the infobar when hiding
it: Effetto dissolvenza su chiusura Infobar

source: Failed
it: Fallito

source: Failed to write /tmp/positionersetup.log:
it: Impossibile scrivere /tmp/positionersetup.log:

source: Fallback Configuration
it: Configurazioni Fallback

source: Fallback Tuner Setup
it: Configurazioni tuner fallback

source: Fallback address type
it: Tipo di indirizzo fallback

source: Fallback receiver IP address
it: Indirizzo IP del ricevitore fallback

source: Fallback receiver streaming port
it: Porta streaming del ricevitore fallback

source: Fallback remote receiver URL
it: URL ricevitore fallback remoto

source: False
it: Falso

source: Family
it: Famiglia

source: Fan %d
it: Ventola %d

source: Fashion
it: moda

source: Fast
it: Veloce

source: Fast Channel Change
it: Cambio canale rapido (FCC)

source: Fast Channel Change Setup
it: Configurazione FCC (cambio canale rapido)

source: Fast Channel Change setup
it: Configurazione FCC (cambio canale rapido)

source: Fast DiSEqC
it: DiSEqC veloce

source: Fast epoch
it: Momento iniziale veloce

source: Fast forward speeds
it: Velocità Avanti Veloce (FFW)

source: Fastforward
it: Avanti veloce (FFW)

source: Favourites
it: Preferiti

source: Feeds status: Official developer feeds
it: Stato Feeds: developer feeds ufficiale

source: Feeds status: Stable
it: Stato Feeds: STABILE

source: Feeds status: Unexpected
it: Stato Feeds: INATTESO

source: Feeds status: Unknown
it: Stato Feeds: SCONOSCIUTO

source: Feeds status: Unknown, user feeds url
it: Stato Feeds: SCONOSCIUTO

source: Feeds status: Unstable
it: Stato Feeds: INSTABILE

source: Feeds status: Updating
it: Stato Feeds: AGGIORNATO

source: Fiction
it: finzione

source: File %s.conf not found. Enter username/password manually.
it: File %s.conf non trovato. Inserire nome utente/password manualmente.

source: Filename
it: Nome del file

source: Filesystem Check
it: Verifica filesystem

source: Final position at
it: Posizione finale a

source: Final position at index
it: Posizione finale all'indice

source: Final scroll delay
it: Ritardo di scorrimento finale

source: Finance
it: Finanza

source: Fine movement
it: Micro movimento

source: Finetune
it: Sintonia fine

source: Finished
it: Terminato

source: Finished configuring your network
it: Configurazione di rete terminata

source: Finland
it: Finlandia

source: Finnish
it: Finlandese

source: Fishing
it: Pesca

source: Fitness & Health
it: fitness e salute

source: Fix CEC address setting, default is 1.0.0.0
it: Correggi l'impostazione dell'indirizzo CEC, il valore predefinito è 1.0.0.0

source: Fixed
it: Fissato

source: Flash image unzip successful.
it: Decompressione immagine avvenuta con successo.

source: Flat alphabetical
it: Alfabetico piatto

source: Font size
it: Dimensione caratteri

source: Force legacy signal stats
it: Forzare le statistiche del segnale legacy

source: Force receiver to send volume keys to all devices on hdmi when no response to audio channel request.
it: Forza il ricevitore a inviare il volume a tutti i dispositivi HDMI quando non risponde alla richiesta del canale audio.

source: Force volume keys
it: Forzare i tasti del volume

source: Format
it: Formato

source: Forward volume keys
it: Inoltra i tasti del volume

source: Frame rate
it: Frequenza di aggiornamento

source: Frame size in full view
it: Dimensione frame in visualizzazione piena

source: France
it: Francia

source: Free To Air
it: Non criptato

source: Free memory
it: Memoria disponibile

source: Free memory:
it: Memoria dispon.:

source: Free space:
it: Spazio disponibile:

source: Free swap:
it: Swap libero:

source: Free:
it: disponibile:

source: Free:
it: disponibile:

source: French
it: Francese

source: Frequency
it: Frequenza

source: Frequency & Channel
it: Frequenza e Canale

source: Frequency & Polarization
it: Frequenza e Polarizzazione

source: Frequency (kHz)
it: Frequenza (KHz)

source: Frequency Norm:
it: Frequenza:

source: Frequency bands
it: Bande di frequenza

source: Frequency scan step size(khz)
it: Passo di ricerca frequenza (kHz)

source: Frequency steps
it: Passi di frequenza

source: Frequency:
it: Frequenza:

source: Fri
it: Ven

source: Friday
it: venerdì

source: From:
it: Da:

source: Front Panel Display
it: Display LCD

source: Front panel settings
it: Configurazioni Display LCD

source: Full factory reset
it: Ripristino completo impostazioni di fabbrica

source: Full screen
it: Schermo intero

source: Full transparency
it: Trasparenza piena

source: Full view resolution
it: Tutte le risoluzioni

source: GUI Skin
it: Interfaccia Skin

source: GUI needs a restart to apply a new language Do you want to restart the GUI now?
it: Il sistema ha bisogno di riavviarsi per applicare una nuova lingua Vuoi riavviare il sistema (GUI) adesso?

source: GUI needs a restart to switch modes Do you want to restart the GUI now?
it: Il sistema ha bisogno di riavviarsi per cambiare modalità Vuoi riavviare il sistema (GUI) adesso?

source: GUI settings
it: Configurazioni GUI

source: Game Show
it: Gioco a quiz

source: Gardening
it: giardinaggio

source: General
it: Generico

source: General AC3 delay
it: Ritardo generico AC3

source: General Arts
it: Arte generico

source: General Bluetooth Audio delay
it: Ritardo generale dei dispositivi BT

source: General Children's
it: Bambini generali

source: General Education
it: Istruzione generale

source: General Movie
it: Film generico

source: General Music
it: Musica generia

source: General News
it: Notizia generica

source: General PCM delay
it: Ritardo generico PCM

source: General Show
it: Generico

source: General Social
it: Social generico

source: General Sports
it: Sport generico

source: Generic
it: Generico

source: Genre
it: Genere

source: Geolocation is not available.
it: Geolocation non disponibile

source: German
it: Tedesco

source: Germany
it: Germania

source: Getting Event Info failed!
it: Ricezione informazioni evento fallite!

source: Getting plugin information. Please wait...
it: Ricezione informazioni sul plugin. Attendere...

source: Go back 24 hours
it: Torna indietro di 24 ore

source: Go down the list
it: Scorri in giù la lista

source: Go to first movie or last item
it: Vai al primo film o all'ultima voce

source: Go to first movie or top of list
it: Vai al primo film o in cima all'elenco

source: Go to next bouquet
it: Vai al bouquet successivo

source: Go to next channel
it: Vai al canale successivo

source: Go to next event
it: Vai al prossimo evento

source: Go to previous bouquet
it: Vai al bouquet precedente

source: Go to previous channel
it: Vai al canale precedente

source: Go to previous event
it: Vai a evento precedente

source: Go to specific data/time
it: Vai a data/ora specifica

source: Go to specific date/time
it: Vai a data/ora specifica

source: Go up the list
it: Vai in cima alla lista

source: Goto
it: Vai a

source: Goto 0
it: Vai a 0

source: Goto X
it: Vai a X

source: Goto index position
it: Vai alla posizione indice

source: Goto position
it: Vai a posizione

source: Goto:
it: Vai a:

source: GotoX calibration
it: Calibrazione GotoX

source: Graphics
it: Grafica

source: Graphics Grid EPG
it: Griglia grafica EPG

source: Greece
it: Grecia

source: Greek
it: Greco

source: Green
it: Verde

source: Green button (long)
it: Tasto verde (lungo)

source: Green button (short)
it: Tasto verde (corto)

source: Green long
it: Verde lungo

source: Grey
it: Grigio

source: Grid EPG
it: EPG Grafico multicanale

source: Grow drop
it: Comparsa in caduta

source: Grow from left
it: Comparsa da sinistra

source: Guard interval
it: Intervallo di guardia

source: H9 SDcard manager
it: Gestione H9 SDcard

source: H9SDcard Manager
it: Gestione H9SDcard

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
it: H: = Oraria / D: = Giornaliera / W: = Settimanale / M: = Mensile

source: H:mm
it: O:min

source: H:mm:ss
it: O:min:sec

source: HD list
it: Lista HD

source: HDD settings
it: Configurazioni HDD

source: HDMI Color depth
it: Profondità colore HDMI

source: HDMI Colorimetry
it: Colorimetria HDMI

source: HDMI Colorspace
it: Spazio colore HDMI

source: HDMI HDR Type
it: Tipo HDMI HDR

source: HDMI Recording Settings
it: Impostazioni di registrazione HDMI

source: HDMI input
it: HDMI

source: HDR, 12bit 4:2:0/4:2:2, no PIP
it: HDR, 12 bit 4:2:0 / 4:2:2, nessun PIP

source: HDR10 Support
it: Supporto HDR10

source: HH:mm
it: OO:mm

source: HH:mm:ss
it: OO:mm:ss

source: HI cleanup for external subtitles
it: Pulizia dei sottotitoli esterni

source: HLG Support
it: Supporto HLG

source: Handle standby from TV
it: Gestire lo Standby dalla TV

source: Handle wakeup from TV
it: Gestire l'accensione dalla TV

source: Hard disk standby after
it: Standby hard disk dopo

source: Harddisk setup
it: Impostazioni hard disk

source: Hebrew
it: Ebraico

source: Height
it: Altezza

source: Help
it: Aiuto

source: Help Screen
it: Schermo aiuto

source: Help long
it: Aiuto lungo

source: Helps setting up your antenna
it: Aiuto per configurazione antenna

source: Hidden / Blank
it: Nascosta / Vuota

source: Hidden network
it: Rete nascosta

source: Hide
it: Nascondi

source: Hide CI messages
it: Nascondere i messaggi CI

source: Hide any zap error messages.
it: Nascondere tutti gli errori di zapping

source: Hide error messages from the Common Interface module.
it: Nascondere i messaggi di errore del modulo Common Interface.

source: Hide infobar display
it: Nascondere la Infobar

source: Hide infobar display and close PiP
it: Nascondere la Infobar e chiudi PiP

source: Hide known extensions
it: Nascondi le estensioni conosciute

source: Hide mute icon
it: Nascondi l'icona 'Muto'

source: Hide number markers
it: Nascondi gli indicatori numerici

source: Hide parental locked services
it: Nascondere i canali parentali bloccati

source: Hide player
it: Nascondere il player

source: Hide zap errors
it: Nascondere gli errori di zap

source: Hierarchy info
it: Info gerarchia

source: High bitrate support
it: Supporto bitrate alto

source: Highlight current events
it: Evidenziare gli eventi correnti

source: Historical
it: Cronologia

source: History
it: Cronologia

source: History Prev/Next
it: Cronologia precedente/successiva

source: History Zap
it: Cronologia Zap

source: History Zap Actions
it: Cronologia Zap Azioni

source: History back
it: Cronologia indietro

source: History buttons mode
it: Modalità tasto cronologia

source: History next
it: Successiva cronologia

source: Hold screen
it: Bloccare lo schermo

source: Hold till locked
it: Premere finché sintonizzato

source: Horizontal
it: Orizzontale

source: Horizontal turning speed
it: Velocità di rotazione orizzontale

source: Horror
it: Orrore

source: Host domain
it: Dominio host

source: Host receiver FTP password
it: Password FTP del ricevitore host

source: Host receiver FTP port
it: Porta FTP del ricevitore host

source: Host receiver FTP username
it: Nome utente FTP del ricevitore host

source: Host receiver IP address
it: Indirizzo IP del ricevitore host

source: Host receiver address type
it: Tipo di indirizzo del destinatario host

source: Host receiver streaming port
it: Porta streaming del ricevitore host

source: Hostname:
it: Nome Host:

source: Hostname:
it: Nome Host:

source: Hour
it: Ora

source: Hourly
it: Ogni ora

source: Hours Mins
it: ore minuti

source: Hours Mins Secs
it: ore minuti secondi

source: How many minutes do you want add to the recording?
it: Quanti minuti desideri aggiungere alla registrazione?

source: How many minutes do you want to record for?
it: Per quanti minuti desideri registrare?

source: Http(s) stream start delay
it: Ritardo avvio flusso Http(s)

source: Hue
it: Colore

source: Hungarian
it: Ungherese

source: Hungary
it: Ungheria

source: IMDB Search
it: Ricerca in IMDb

source: IMDB search for current event
it: Ricerca in IMDb dell’evento attuale

source: IMDb Search
it: Ricerca in IMDb

source: IMDb search
it: Ricerca in IMDb

source: IMDb search for highlighted event
it: Ricerca in IMDb dell’evento attuale

source: INFO button action
it: Funzione pulsante INFO

source: IP Address
it: Indirizzo IP

source: IP address
it: Indirizzo IP

source: IP address This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - No valid IP address was found. - Please check your DHCP server, cabling and adapter setup.
it: Indirizzo IP Questo test rileva se la tua scheda LAN possiede un indirizzo IP valido. Se ottieni un messaggio ‘Non confermato’: -non è stato trovato un IP valido. -controlla il tuo server DHCP, il cavo e le impostazioni della rete.

source: IPK installer
it: Installatore IPK

source: ISO file is too large for this filesystem!
it: File ISO troppo grande per questo filesystem!

source: ISO path
it: Percorso ISO

source: Iceland
it: Islanda

source: Icons
it: Icone

source: Identify image version on bootlogo.mvi.
it: Identifica la versione dell'immagine nella schermata di avvio.

source: Idle Time:
it: Tempo di inattività:

source: If enabled, a log will be kept of CEC protocol traffic ('hdmicec.log').
it: Se abilitato verrà creato un registro degli eventi prodotti dal traffico con protocollo CEC.

source: If enabled, display shows 12 chars instead 8, but in latin-1/translit only.
it: Se abilitato, il display mostra 12 caratteri anziché 8, ma solo nella codifica Latin-1/traslit.

source: If enabled, the new GStreamer playback engine will be used.
it: Se abilitato, verrà utilizzato il nuovo motore di riproduzione GStreamer.

source: If set to 'Standard' number buttons page up/down/left/right.
it: Se impostato a 'Standard', i pulsanti numerici agiscono per le funzioni Pag. SU/GIÙ/Sinistra/Destra.

source: If set to 'yes' channels without EPG will not be shown.
it: Se impostato su 'SÌ' non saranno mostrati canali senza EPG.

source: If set to 'yes' it will show the 'PO' packages in browser.
it: Se impostato su 'SÌ' mostrerà i pacchetti 'PO' nel browser.

source: If set to 'yes' it will show the 'SRC' packages in browser.
it: Se impostato su 'SÌ' mostrerà i pacchetti 'SRC' nel browser.

source: If set to 'yes' shows a small TV screen in the EPG.
it: Se impostato a SÌ mostra un piccolo schermo TV nell'EPG.

source: If set to 'yes' signal values (SNR, etc) will be calculated from API V3. This is an old API version that has now been superseded.
it: Se impostato su ‘sì’ i valori del segnale (SNR, ecc..) saranno calcolati tramite una API V3. Questa è una versione vecchia e, adesso, sorpassata.

source: If set to 'yes' the bouquets will be shown each time you open the EPG.
it: Se impostato su 'SI' il bouquet sarà mostrato ogni volta che si apre l'EPG.

source: If set to 'yes' the channel list will be shown after switching between radio and TV modes.
it: Se impostato su 'Sì' la lista canali verrà mostrata dopo il passaggio tra TV e Radio.

source: If set to 'yes' the channel number will be displayed in the infobar and some other places (when supported by the skin).
it: Se impostato su 'SI' il numero del canale verrà visualizzato nella infobar.

source: If set to 'yes' the infobar will be displayed when a new event starts.
it: Se impostato su 'SI' la Infobar verrà visualizzata all'avvio di un nuovo evento.

source: If set to 'yes' the infobar will be displayed when changing channels.
it: Se impostato su 'SI' la infobar verrà visualizzata al cambio di canale.

source: If set to 'yes' the same commands will be sent to the TV for deep standby events, as are sent during regular standby events.
it: Se impostato su 'SÌ', verranno inviati per lo spegnimento gli stessi comandi usati per la funzione Standby.

source: If set to 'yes' you can preview channels in the EPG list.
it: Se impostato su 'SI' è possibile visualizzare in anteprima i canali nella lista EPG.

source: If set to 'yes' you can preview channels in the channel list. Press 'OK' to preview the selected channel, press a 2nd 'OK' to exit and zap to that channel, pressing 'EXIT' to return to the channel you started at.
it: Se impostato su 'SI' è possibile visualizzare in anteprima i canali nella lista canali. Premere 'OK' per anteprima del canale selezionato, premere OK nuovamente per uscire e fare zapping a quel canale. EXIT per tornare al canale iniziale.

source: If set to 'yes', allows you to use the seekbar to jump to a point within the event.
it: Se impostato su 'SÌ', consente di utilizzare la SeekBar (barra di ricerca) per passare a un punto qualsiasi dell'evento.

source: If set to 'yes', allows you to use timeshift with alternative audio plugins.
it: Se impostato su 'SÌ', consente di utilizzare timeshift con plugin audio alternativi

source: If set to 'yes', the infobar will be displayed when Fast Forwarding or Rewinding during media playback.
it: Se impostato su 'SÌ', la Infobar verrà visualizzata su FFW/REW durante la riproduzione.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times):
it: Se il testo è troppo lungo per essere visualizzato sul pannello frontale, sarà ripetuto (numero delle volte):

source: If using multiple uncommitted switches the DiSEqC commands must be sent multiple times. Set to the number of uncommitted switches in the chain minus one.
it: Su utilizzi diversi switch di tipo ‘uncommitted’, i comandi DiSEqC devono essere inviati più volte. Imposta il valore uguale a quello degli switch uncommitted presenti MENO 1.

source: If volume muted, hide mute icon or mute information after few seconds.
it: Se viene tolto il volume (funzione 'Muto'), nascondi la relativa icona dopo qualche secondo.

source: If you are an OpenViX developer you can enter your login details to have direct access to OpenViX developer images for your receiver. This feature is only available via 'https' connections.
it: Se sei uno sviluppatore di OpenViX puoi immettere i tuoi dati di autenticazione per accedere alle immagini per sviluppatori del tuo ricevitore.

source: If you are using a Circular polarised LNB select 'yes', otherwise select 'no'.
it: Se usi un LNB polarizzato circolare scegli ‘sì’, altrimenti scegli ‘no’.

source: If you are using a DiSEqC committed switch enter the port letter required to access the LNB used for this satellite.
it: Se stai usando uno switch DiSEqC ‘committed’, inserisci la lettera della porta da utilizzare con questo satellite.

source: If you are using a DiSEqC uncommitted switch enter the port number required to access the LNB used for this satellite.
it: Se stai usando uno switch DiSEqC ‘uncommitted’, inserisci il numero della porta da utilizzare con questo satellite.

source: If you can see this, something is wrong with your scart connection. Press OK to return.
it: Se puoi vedere questo, qualcosa non va con la connessione SCART. Premi OK per uscire.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
it: Se la TV dispone di un controllo per il miglioramento del contrasto, disattivarlo. Se dispone di un controllo definito [Dinamico], impostarlo a standard. Regolare la retro-illuminazione ad un livello di gradimento. Abbassare il più possibile il contrasto. Abbassare al minimo la luminosità, assicurandosi tuttavia che le due sfumature più SCURE di grigio rimangano distinguibili. Per il momento non preoccuparsi delle sfumature chiare: saranno regolate successivamente. Quando il risultato appare soddisfacente, premere OK.

source: Ignore DVB-C namespace sub network
it: Ignora gruppo dei nomi della sottorete DVB-C

source: Ignore DVB-S namespace sub network
it: Ignora gruppo dei nomi della sottorete DVB-S

source: Ignore DVB-T namespace sub network
it: Ignora gruppo dei nomi della sottorete DVB-T

source: Image Manager
it: Backup immagine completo

source: Image View On
it: Visione immagini ON

source: Image manager
it: Gestione immagine

source: Image manager settings
it: Configurazione del gestore immagine

source: Image: %s.%s%s (%s)
it: Immagine: %s.%s%s (%s)

source: Immediate shutdown
it: Spegnimento immediato
