Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: romance
it: storia d’amore

source: rotor
it: Motore:

source: rotor is not used
it: il motore non è utilizzato

source: running...
it: in esecuzione...

source: save last directory on exit
it: salvare l'ultima cartella all’uscita

source: save playlist on exit
it: salvare la playlist all’uscita

source: scan state
it: stato scansione

source: science fiction/fantasy/horror
it: fantascienza / fantasy / horror

source: seconds
it: secondi

source: select
it: seleziona

source: select CAId's
it: selezionare i CAId's

source: serious music/classic music
it: Musica impegnata/Musica classica

source: serious/classical/religious/historical drama
it: serio/classico/religioso/dramma storico

source: share:
it: condividi:

source: shortest first
it: dalla più breve alla più lunga

source: show DVD main menu
it: Mostra il menu DVD principale

source: show all cards
it: mostra tutte le schede

source: show all tags
it: mostra tutte le etichette

source: show cards with uphop 0
it: mostra le schede con uphop 0

source: show cards with uphop 1
it: mostra le schede con uphop 1

source: show cards with uphop 2
it: mostra le schede con uphop 2

source: show cards with uphop 3
it: mostra le schede con uphop 3

source: show cards with uphop 4
it: mostra le schede con uphop 4

source: show cards with uphop 5
it: mostra le schede con uphop 5

source: show cards with uphop 6
it: mostra le schede con uphop 6

source: show cards with uphop 7
it: mostra le schede con uphop 7

source: show cards with uphop 8
it: mostra le schede con uphop 8

source: show cards with uphop 9
it: mostra le schede con uphop 9

source: show event details
it: mostra dettagli evento

source: show mediaplayer on mainmenu
it: mostra mediaplayer nel menu principale

source: show/game show (general)
it: Show/Telequiz (generico)

source: shuffle
it: Casuale

source: shut down
it: spegnimento

source: simple
it: semplice

source: skip backward
it: salta indietro

source: skip forward
it: salta avanti

source: slot%s %s - %s (current image)
it: slot%s %s - %s (immagine corrente)

source: slow
it: lento

source: soap/melodrama/folkloric
it: soap / melodramma / folcloristico

source: social/political issues/economics (general)
it: sociale / politica / economia politica (generico)

source: social/spiritual science
it: sociale / spiritualità

source: social/spiritual sciences
it: sociale / spiritualità

source: sorting of playlists
it: ordinamento della playlist

source: special (general)
it: speciale (generico)

source: special events
it: eventi speciali

source: sport (general)
it: sport (generico)

source: sports (general)
it: sport (generico)

source: sports magazine
it: riviste sportive

source: sse
it: Sud/Sud-Est

source: ssw
it: Sud/Sud-Ovest

source: start cut here
it: Punto d'INIZIO taglio

source: stepsize
it: dimensione passo

source: sw
it: sud-ovest

source: switch to bookmarks
it: passa ai contrassegni

source: switch to filelist
it: passa all'elenco file

source: switch to the next angle
it: passa all'angolazione successiva

source: switch to the next audio track
it: passa alla traccia audio successiva

source: switch to the next subtitle language
it: passa alla lingua sottotitoli successiva

source: system:
it: sistema:

source: technology/natural science
it: tecnologia/scienze naturali

source: technology/natural sciences
it: tecnologia/scienze naturali

source: template file
it: File modello

source: terrestrial
it: Terrestre

source: this bouquet is protected by a parental control pin
it: Canale protetto da codice PIN (controllo parentale).

source: this recording
it: Questa registrazione

source: this service is protected by a parental control pin
it: Canale protetto da codice PIN (controllo parentale).

source: toggle time, chapter, audio, subtitle info
it: commuta orario, capitolo, audio e informazioni sui sottotitoli

source: top
it: in cima

source: tourism/travel
it: viaggi e turismo

source: true
it: vero

source: two lines
it: Sì: in due linee

source: two lines+next event
it: Due linee più evento successivo

source: type
it: tipo

source: uShare Name
it: Nome uShare

source: uShare Port
it: Porta uShare

source: uShare Setup
it: Impostazioni uShare

source: uShare name
it: nome uShare

source: uShare port
it: porta uShare

source: unavailable
it: non disponibile

source: unconfirmed
it: non confermato

source: undefined
it: non definito

source: unknown
it: sconosciuto

source: unknown service
it: canale sconosciuto

source: unpublished
it: non pubblicato

source: until standby/restart
it: fino allo Standby o al riavvio

source: user defined
it: definito dall'utente

source: user defined hidden
it: nascosto dall'utente

source: using:
it: usato:

source: variety show
it: varietà

source: vertical
it: verticale

source: wait for ci...
it: attendere la mmi...

source: wait for mmi...
it: attendere la mmi...

source: waiting
it: in attesa di

source: wakeup
it: riattivare

source: wakeup to standby
it: riattivare in Standby

source: water sport
it: sport acquatici

source: week
it: settimanale

source: weekly
it: settimanale

source: weeks
it: settimane

source: west
it: ovest

source: when PiPzap enabled zap channel down...
it: Quando PiPzap è abilitato, va al canale successivo

source: when PiPzap enabled zap channel up...
it: Quando PiPzap è abilitato, va al canale precedente

source: white
it: bianco

source: wide
it: largo

source: width
it: larghezza

source: winter sport
it: sport invernali

source: wireless network interface
it: interfaccia di rete wireless

source: with %d error
it: con %d errore

source: with exit button
it: con tasto EXIT

source: with left/right buttons
it: con tasto sinistra/destra

source: with long OK press
it: premendo il tasto OK a lungo

source: with text
it: con testo

source: with tuner name
it: con nome del tuner

source: wnw
it: O/N.Ov.

source: working
it: attivo

source: wsw
it: O/S.Ov.

source: yellow
it: giallo

source: yes
it: si

source: yes (keep feeds)
it: si (mantenere i feed)

source: yes, but not in multi selections
it: SÌ, ma non nelle selezioni multiple

source: zap and record
it: zap e registrazione

source: zapped
it: Zap eseguito
