Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: Yes, do another manual scan now
it: SÌ: fare un'altra ricerca manuale ora

source: Yes, show delete time
it: SÌ: mostra orario cancellazione

source: Yes, show record time
it: SÌ: mostra orario registrazione

source: Yesterday
it: Ieri

source: You already have a bootlogo installed, would you like to remove "%s"?
it: Hai già un bootlogo installato: vuoi rimuovere "%s"?

source: You already have a channel list installed, would you like to remove "%s"?
it: Hai già installato un elenco canali, vuoi rimuovere "%s"?

source: You can Display MiniTV with or without OSD Menu
it: È possibile visualizzare miniTV con o senza Menu OSD

source: You can Display PIP with or without OSD Menu
it: È possibile visualizzare PiP con o senza Menu OSD

source: You can continue watching TV while this is running.
it: È possibile continuare la visione durante l'esecuzione

source: You can have the list sorted by time or alphanumerical.
it: È possibile avere l'elenco ordinato per data o alfabeticamente.

source: You can only burn %s %s recordings!
it: È possibile masterizzare solo registrazioni %s %s!

source: You cannot delete this!
it: Impossibile rimuovere!

source: You didn't select a channel to record from.
it: Non è stato selezionato alcun canale da registrare.

source: You have a marked recording
it: Hai un file selezionato

source: You have chosen to save the current timeshift event, but the event has not yet finished What do you want to do ?
it: Si è scelto di salvare l'evento timeshift attuale, ma l'evento non è ancora terminato Che cosa vuoi fare?

source: You have not selected any logs to delete.
it: Hai scelto di non eliminare il log.

source: You have to create a SWAP file before trying to activate the autostart.
it: Devi creare un file di SWAP file prima di provare ad attivare l’autostart.

source: You have to wait %s!
it: Devi attendere %s!

source: You must switch to the service %s (%s - '%s')!
it: È necessario passare al canale %s (%s - '%s')!

source: You seem to be in timeshft, the service will briefly stop as timeshift stops.
it: Il timeshift sembra essere attivo: il canale si fermerà per un momento all'arresto del timeshift.

source: You seem to be in timeshift!
it: Il timeshift sembra essere attivo!

source: You seem to be in timeshift, Do you want to leave timeshift ?
it: Il timeshift sembra essere attivo: interromperlo?

source: You seem to be in timeshift, Do you want to leave timeshift? Streams & IPTV not fully supported!
it: Il timeshift sembra essere attivo: interromperlo? Gli stream e l'IPTV non sono supportati al 100%!

source: Your %s %s could not connect to the plugin feeds at this time. Please try using the Backup manager to restore plugins later.
it: Il tuo %s %s non riesce a connettersi al server dei plugin in questo momento. Prova a usare la Gestione Backup per ripristinare i plugin più tardi.

source: Your %s %s has no %s access, please check your network settings and make sure you have network cable connected and try again.
it: Il %s %s non ha accesso a %s: controllare le impostazioni di rete, assicurarsi che il cavo di rete sia collegato e riprovare.

source: Your %s %s has no internet access, please check your network settings and make sure you have network cable connected and try again.
it: Il %s %s non ha alcun accesso ad Internet: controllare le impostazioni di rete, assicurarsi che il cavo di rete sia collegato e riprovare.

source: Your %s %s has no network access, please check your network settings and make sure you have network cable connected and try again.
it: Il %s %s non ha alcun accesso alla rete: controllare le impostazioni di rete, assicurarsi che il cavo di rete sia collegato e riprovare.

source: Your %s %s is about to create a full image backup, this can take about 6 minutes to complete. Do you want to allow this?
it: Il %s %s sta per creare un backup completo dell’immagine: ciò può richiedere fino a 6 minuti circa. Procedo?

source: Your %s %s is about to run a backup of your settings and to detect your plugins. Do you want to allow this?
it: Il %s %s sta per eseguire un backup delle impostazioni e dei plugin. Procedo?

source: Your %s %s is not able to connect to the feeds, please try again later. If this persists please report on the OpenViX forum at world-of-satellite.com.
it: Il %s %s non può connettersi alle fonti. Riprova più tardi. Se il problema persiste riportalo al forum OpenViX a world-of-satellite.com.

source: Your %s %s is not connected to a network. Please check your network settings and try again.
it: Il %s %s non è connesso a una rete locale. Controlla le impostazioni relative alla rete e riprova.

source: Your %s %s is not connected to a network. Please try using the Backup manager to restore plugins later when a network connection is available.
it: Il %s %s non è connesso a Internet. Prova a usare la Gestione Backup per ripristinare i plugin non appena sarà disponibile la connessione.

source: Your %s %s is not connected to the Internet. Please check your network settings and try again.
it: Il %s %s non è connesso a Internet. Controlla le impostazioni relative alla rete e riprova.

source: Your %s %s is not connected to the Internet. Please try using Backup manager to restore plugins later.
it: Il %s %s non è connesso a Internet. Prova a usare la Gestione Backup per ripristinare i plugin.

source: Your %s %s is not connected to the Internet. Please try using the Backup manager to restore plugins later.
it: Il %s %s non è connesso a Internet. Prova a usare la Gestione Backup per ripristinare i plugin.

source: Your %s %s is now ready to be used. Your internet connection is working now.
it: Il %s %s è ora pronto per l'uso. La connessione Internet è attiva.

source: Your %s %s is rebooting
it: Sto eseguendo il riavvio del %s %s

source: Your %s %s is rebooting into Android Mode
it: Il tuo %s %s si sta riavviando in modalità di Android

source: Your %s %s is rebooting into Recovery Mode
it: Il tuo %s %s si sta riavviando in modalità di ripristino

source: Your %s %s is shutting down
it: Sto eseguendo lo spegnimento del %s %s Spegnimento in corso...

source: Your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
it: Il %s %s potrebbe risultare ora inutilizzabile. Consultare il manuale per ulteriori informazioni prima di riavviare il %s %s.

source: Il tuo %s %s deve essere riavviato per completare l'installazione di %s Do you want to reboot now ?
it: Il %s %s verrà riavviato dopo la installazione del %s. Vuoi riavviare adesso?

source: Your %s %s needs to be restarted to complete the removal of %s Vuoi riavviare adesso?
it: Il tuo %s %s deve essere riavviato per completare la rimozione di %s Vuoi rimuoverlo adesso?

source: Your %s %s will be restarted after the installation of service. Do you want to install now ?
it: Il %s %s verrà riavviato dopo la installazione del servizio. Vuoi installarlo adesso?

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
it: Il %s %s verrà riavviato dopo la rimozione del servizio Vuoi rimuoverlo adesso?

source: Your STB will restart after pressing OK on your remote control.
it: Il ricevitore si riavvierà dopo aver premuto il tasto OK.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
it: La collezione supera la capacità di un disco singolo strato. Utilizzare un DVD vergine doppio strato

source: Your config file is not well formed: %s
it: File di configurazione non conforme: %s

source: Your current collection will get lost!
it: La collezione corrente andrà persa!

source: Your frontprocessor will be upgraded Please wait until your %s %s reboots This may take a few minutes
it: Il frontprocessor viene aggiornato Attendere il riavvio di %s %s Ci vorranno pochi minuti

source: Your internet connection is not working! Please choose what you want to do next.
it: La connessione a Internet non funziona! Selezionare un'opzione per proseguire.

source: Your internet connection is working (ip: %s)
it: La connessione internet è attiva (IP: %s)

source: Your internet connection is working now. Please press OK to continue.
it: La connessione a Internet è attiva. Premere OK per continuare.

source: Your network configuration has been activated.
it: Configurazione di rete attivata correttamente.

source: Your network configuration has been disabled.
it: La configurazione della tua rete è stata disattivata

source: Your network has finished restarting
it: Riavvio della rete terminato

source: Your network is restarting, Please wait...
it: Riavvio della rete in corso. Attendere...

source: Your receiver can use SCPC optimized search range. Consult your receiver's manual for more information.
it: Il tuo ricevitore può utilizzare l'intervallo di ricerca ottimizzato per SCPC. Consultare il manuale del ricevitore per ulteriori informazioni.

source: Your receiver can use tone amplitude. Consult your receiver's manual for more information.
it: Il ricevitore può utilizzare un'ampiezza di tono. Per ulteriori informazioni, consultare il manuale del ricevitore.

source: Your receiver does not have an internet connection
it: Il ricevitore non dispone di una connessione a internet

source: Your receiver is not connected to the internet
it: Il ricevitore non è connesso a internet

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
it: Non è stato possibile avviare la connessione Internet wireless Controllare il corretto collegamento della scheda wireless USB. Selezionare un'opzione per proseguire.

source: Youth
it: Gioventù

source: Zap + Exit
it: Zap + Uscita

source: Zap Up/Down
it: Zap SU/GIÙ

source: Zap back to previously tuned service?
it: Tornare al canale sintonizzato precedentemente?

source: Zap back to service before positioner setup?
it: Tornare al canale sintonizzato precedente all'apertura delle impostazioni del motore?

source: Zap down
it: Zap giù

source: Zap focus to Picture in Picture
it: Abilita il cambio canale nella PiP.

source: Zap focus to main screen
it: Abilita il cambio canale nello schermo principale

source: Zap key delay for channel number input
it: Ritardo tasto Zap per l'immissione del numero del canale

source: Zap mode
it: Modalità di cambio canale

source: Zap to
it: Andare al canale

source: Zap to channel number
it: Vai al canale numero

source: Zap to channel/service
it: Vai al canale

source: Zap to channel/service and close
it: Vai al canale e chiudi

source: Zap up
it: Canale successivo

source: Zapped to timer service %s as PiP!
it: Andare al timer del canale %s come PIP!

source: Zapped to timer service %s!
it: Andare al timer del canale %s!

source: Zoom In/Out TV
it: Aumentare/diminuire zoom TV

source: Zoom Off
it: Disattiva Zoom...

source: Zoom from left
it: Zoom da sinistra

source: Zoom from right
it: Zoom da destra

source: [TimeShift] Restarting Timeshift!
it: [Timeshift] Riavvio del timeshift!

source: [Timeshift] Merging records failed!
it: [Timeshift] Unione registrazioni fallita!

source: [alternative edit]
it: [modifica alternative]

source: [bouquet edit]
it: [modifica bouquet]

source: [favourite edit]
it: [modifica preferiti]

source: [move mode]
it: [modalità spostamento]

source: a gui to assign services/providers to common interface modules
it: assegnazione canali/provider a moduli C.I. tramite interfaccia grafica.

source: a gui to assign services/providers/caids to common interface modules
it: assegnazione canali/provider/CAIDs a moduli C.I. tramite interfaccia grafica.

source: about to start
it: in procinto di iniziare

source: activatePiP
it: attivare PiP

source: activatePiP long
it: attivare PiP largo

source: active
it: attivo

source: active
it: attivo

source: add bookmark
it: aggiungi segnalibro

source: address:
it: indirizzo:

source: adult movie
it: film adulti

source: advanced
it: avanzato

source: adventure/western/war
it: avventura/western/guerra

source: advertisement/shopping
it: pubblicità/shopping

source: alphabetic then newest first
it: alfabetico, poi più recenti in cima

source: alphabetic then oldest first
it: alfabetico, poi più vecchie in cima

source: alphabetical
it: alfabetico

source: alternative
it: alternativo

source: and
it: e

source: and never ask again this session
it: e non chiedere di nuovo per questa sessione

source: are you sure you want to cancel all the changes
it: Annullare tutte le modifiche?

source: arts/culture (general)
it: arte / cultura (generico)

source: arts/culture (without music, general)
it: arti/cultura (non musica, generico)

source: arts/culture magazine
it: arti/cultura rivista

source: as plugin in extended bar
it: come plugin nella barra estensioni

source: at beginning
it: all'inizio

source: at end
it: alla fine

source: athletics
it: atletica

source: audio tracks
it: tracce audio

source: auto deepstandby
it: spegnimento automatico

source: auto standby
it: standby automatico

source: automatic
it: automatico

source: back
it: Elenco dei contrassegni

source: background image
it: immagine nello sfondo

source: ballet
it: balletto

source: better
it: migliore

source: black
it: nero

source: black & white
it: bianco e nero

source: blacklist
it: lista nera

source: blue
it: blu

source: boot time
it: secondi dall'avvio

source: boot time and local time
it: secondi dall'avvio e orario

source: bottom
it: in fondo

source: broadcasting/press
it: trasmissione/stampa

source: cable
it: Cavo

source: card
it: scheda

source: card reader
it: lettore della scheda

source: cartoon/puppets
it: cartoni/pupazzi

source: center
it: centro

source: centered
it: centrato

source: centered, wrapped
it: centrato, a capo

source: chapters
it: capitoli

source: childrens (general)
it: per bambini (generico)

source: childrens's youth program (general)
it: programma per bambini / ragazzi (generico)

source: circular left
it: circolare a sinistra

source: circular right
it: circolare a destra

source: clip overscan / letterbox borders
it: ritaglio dell’overscan

source: close share view
it: chiudere visualizzazione condivisa

source: comedy
it: commedia

source: comedy (general)
it: comedia (generico)

source: confirmed
it: confermato

source: connected
it: connesso

source: cooking
it: cucina

source: copy
it: copia

source: create directory
it: creare cartella

source: current affairs (general)
it: attualità

source: daily
it: giornaliero

source: day
it: giorno

source: decrease uphop by 1
it: diminuire uphop di 1

source: delete
it: elimina

source: delete cut
it: Rimuovi il taglio

source: delete time - show delete time (Trash ONLY)
it: elimina orario: mostra l'ora di eliminazione (SOLO Cestino)

source: delete time - show record time (Trash ONLY)
it: ora di rimozione - mostra ora registrazione (SOLO cestino)

source: descramble and record ecm
it: decodificare e registrare ECM

source: detective/thriller
it: Polizieschi/Triller

source: disable
it: disabilitare

source: disable intro screen
it: Disabilita schermata iniziale

source: disabled
it: disabilitato

source: disconnected
it: disconnesso

source: discussion/interview/debate
it: discussioni/interviste/dibattiti

source: do nothing
it: non fare nulla

source: documentary
it: documentari

source: documentary (general)
it: documentari (generico)

source: don't convert
it: non convertire

source: don't descramble, record ecm
it: non decodificare, registrare ECM

source: done!
it: fatto!

source: drama (general)
it: drammatico (generico)

source: east
it: Est

source: ecm time:
it: tempo di ECM:

source: ecm.info
it: info ECM

source: economics/social advisory
it: economia/consulenza sociale

source: education/information (general)
it: educazione / informazione (generico)

source: education/science/factual topics (general)
it: educazione / scienza / argomenti fattuali (generico)

source: educational/science/factual topics (general)
it: educazione / scienza / argomenti fattuali (generico)

source: embedded
it: incorporato

source: empty
it: vuoto

source: enable
it: attivare

source: enable intro screen
it: Abilita schermata iniziale

source: enabled
it: attivato

source: end cut here
it: Punto di FINE taglio

source: ene
it: Est/NordEst

source: entertainment (10-16 year old)
it: intrattenimento (10-16 anni)

source: entertainment (6-14 year old)
it: intrattenimento (6-14 anni)

source: entertainment (general)
it: intrattenimento (generico)

source: equestrian
it: equestre

source: error starting scanning
it: errore nell'avvio scansione

source: error while scanning
it: errore durante la scansione

source: ese
it: Est/SudEst

source: execute cuts (requires MovieCut plugin)
it: Esegui tagli (serve il plugin MovieCut)

source: exit DVD player or return to file browser
it: uscire dal Player DVD e tornare all'elenco file

source: experimental film/video
it: video e film sperimentali

source: extra wide
it: molt largo

source: extrawide
it: molt largo

source: failed
it: fallito

source: false
it: falso

source: fashion
it: moda

source: fast
it: veloce

source: fileformats (BMP, PNG, JPG, GIF)
it: formati file (BMP, PNG, JPG, GIF)

source: filename
it: nome file

source: fine arts
it: belle arti

source: fitness & health
it: fitness e salute

source: fitness and health
it: fitness e salute

source: flat alphabetic
it: Alfabetico (assoluto)

source: flat reverse alphabetic
it: ordine alfabetico puro Z->A

source: folk/traditional music
it: folk/musica tradizionale

source: football/soccer
it: calcio/football

source: force disabled
it: forza disabilitata

source: force enabled
it: forza abilitata

source: foreign countries/expeditions
it: paesi stranieri/spedizioni

source: forward to the next chapter
it: avanti al capitolo successivo

source: free
it: libero

source: free diskspace
it: spazio libero su disco

source: full
it: completo

source: further education
it: formazione continua

source: game show/quiz/contest
it: Telequiz/Quiz/Gare

source: gardening
it: giardinaggio

source: get the cards' server
it: ricevere il server delle schede

source: go to deep standby
it: vai in spegnimento

source: go to standby
it: vai in Standby

source: grab this frame as bitmap
it: Cattura l'immagine

source: green
it: verde

source: handicraft
it: artigianato

source: handled
it: gestito

source: height
it: altezza

source: hide
it: nascosti

source: horizontal
it: orizzontale

source: hour
it: ora

source: hours
it: ore

source: increase uphop by 1
it: aumentare uphop di 1

source: information/education/school program
it: informazione/educazione/programmi scolastici

source: infotainment (general)
it: informazione (generalo)

source: init module
it: Inizializzazone moduli

source: insert mark here
it: Inserire qui il contrassegno

source: instant record
it: registrazione istantanea

source: invalid type
it: tipo non valido

source: jump back to the previous title
it: indietro al titolo precedente

source: jump forward to the next title
it: avanti a titolo successivo

source: languages
it: lingue

source: left
it: sinistro

source: left, wrapped
it: sinistra, a capo

source: leisure hobbies (general)
it: tempo libero (generico)

source: length
it: durata

source: limit ..., aborting !
it: Valore limite... >> interrompo!

source: literature
it: letteratura

source: live broadcast
it: trasmissione in diretta

source: local sports
it: sport locali

source: local time
it: orario

source: locked
it: Bloccato

source: long
it: lungo

source: longest first
it: dalla più lunga alla più breve

source: magazines/reports/documentary
it: riviste/servizi/documentari

source: manual
it: manuale

source: martial sports
it: arti marziali

source: medicine/physiology/psychology
it: medicina/fisiologia/psicologia

source: middle
it: a metà

source: mins
it: min.

source: minute
it: minuto

source: minutes
it: minuti

source: module disabled
it: modulo disattivato

source: month
it: mese

source: motor sport
it: sport motoristici

source: motoring
it: motori

source: move
it: sposta

source: movie (general)
it: film (generico)

source: multinorm
it: multistandard

source: music (general)
it: musica (generico)

source: music/ballet/dance (general)
it: musica/balletto/danza (generico)

source: nature/animals/environment
it: natura / animali / ambiente

source: ne
it: Nord-Est

source: never
it: mai

source: new media
it: nuovo media

source: newest first
it: Prima registrazioni più recenti

source: newest recordings first then other media by name
it: Prima registrazioni più recenti, il resto per nome

source: news (general)
it: news (generali)

source: news magazine
it: magazzino d'informazione

source: news/current affairs (general)
it: news/attualità (generico)

source: news/weather report
it: news/meteo

source: nne
it: N/N-Est

source: nnw
it: N/N-Ovest

source: no CAId selected
it: nessun CAId selezionato

source: no CI slots found
it: nessuno slot CI trovato

source: no channel list
it: nessun elenco canali

source: no delay
it: nessun ritardo

source: no module found
it: Nessun modulo rilevato

source: no or unknown card inserted
it: scheda non inserita o sconosciuta

source: no resource manager
it: nessun gestore di risorse

source: no storage devices found
it: nessun dispositivo di archiviazione trovato

source: none
it: nessuno

source: normal
it: normale

source: not configured
it: non configurato

source: not locked
it: non bloccato

source: not supported
it: non supportato

source: not valid frontend
it: frontend non valido

source: nothing connected
it: nulla collegato

source: nw
it: nord ovest

source: of a DUAL layer medium used.
it: di un DVD doppio strato,

source: of a SINGLE layer medium used.
it: di un DVD singolo strato.

source: off or wpa2 on
it: spento o wpa2 abilitato

source: offset is
it: l’offset è

source: ofgwrite error (also sent to any debug log): %s
it: Errore di ofgwrite (inviato a tutti i registri di debug): %s

source: oldest first
it: Prima registrazioni più datate

source: on READ ONLY medium.
it: su supporto A SOLA LETTURA.

source: once
it: una volta

source: only when available
it: Solo se sono disponibili

source: opkg update
it: Aggiorna opkg

source: or HDMI input
it: o HDMIin

source: original
it: originale

source: original language
it: lingua originale

source: page left
it: pagina sinistra

source: performing arts
it: recitazioni

source: please wait, loading picture...
it: attendere il caricamento delle foto...

source: please wait...
it: attendere...

source: popular culture/traditional arts
it: cultura popolare / arti tradizionali

source: pre-school children's program
it: Bambini in età prescolare

source: preserve bookmarks in cuts
it: Preserva i contrassegni col taglio

source: priority
it: Priorità

source: reboot system
it: riavvio completo

source: record
it: registrazione

source: recording...
it: registrazione...

source: red
it: rosso

source: religion
it: religione

source: remarkable people
it: gente importante

source: remove after this position
it: Taglia DOPO questa posizione

source: remove before this position
it: Taglia PRIMA di questa posizione

source: remove bookmark
it: rimuovere il segnalibro

source: remove bookmarks in cuts
it: Rimuovi i contrassegni col taglio

source: remove directory
it: rimuovere la cartella

source: remove this mark
it: Rimuovi il contrassegno

source: rename
it: rinominare

source: repeat playlist
it: ripetere la playlist

source: repeated
it: ripetuto

source: restart GUI
it: riavviare il sistema (GUI)

source: reverse alphabetic then newest first
it: alfabetico inverso, poi le più recenti

source: reverse alphabetic then oldest first
it: alfabetico inverso, poi le più vecchie

source: rewind to the previous chapter
it: indietro al capitolo precedente

source: right
it: destro

source: right, wrapped
it: destra, a capo
