Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: Configure alignment of the service numbers.
it: Configurare l'allineamento della numerazione canali

source: Configure alignment of the timeline date.
it: Configurare l'allineamento dati della timeline

source: Configure an additional delay to improve external subtitle synchronisation.
it: Configurare un ritardo addizionale per migliorare la sincronizzazione dei sottotitoli esterni.

source: Configure an additional delay to improve subtitle synchronisation.
it: Configurare un ritardo addizionale per migliorare la sincronizzazione sottotitoli.

source: Configure duration of inactivity before the hard disk drive goes to standby
it: Configurare il tempo di messa in standby dell'Hard Disk in caso d'inattività.

source: Configure how long finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed (or for plugins that support catchup).
it: Configurare la persistenza (in min.) degli eventi EPG conclusi. Utile quando necessitano informazioni su un evento concluso o ritardato.

source: Configure how recording filenames are constructed.
it: Configurare la costruzione dei nomi dei file di registrazione.

source: Configure if and how crypto icons will be shown in the channel selection list (left alignment only available in single line mode).
it: Configurare la visualizzazione delle icone di codifica nell'elenco canali.

source: Configure if and how service type icons will be shown (left alignment only available in single line mode).
it: Configurare se e come verranno mostrati i tipi di icone canali.

source: Configure if and how the record indicator will be shown in the channel selection list (left alignment only available in single line mode).
it: Configurare se e come l'indicatore di registrazione verrà visualizzato nella lista

source: Configure if and how wide the service name column will be shown in the channel selection list.
it: Configurare se e come la larghezza colonna canali verrà visualizzata nella lista canali

source: Configure if behind the subtitles a background is shown.
it: Configurare la visualizzazione del sottofondo per i sottotitoli

source: Configure if picons will be shown in the service list.
it: Configurare la visualizzazione delle picon nell'elenco canali.

source: Configure if picons will be shown in the timer list.
it: Scegli se mostrare le picon nella lista dei timer

source: Configure if service picons will be shown in the channel selection list.
it: Configurare la visualizzazione delle icone di codifica nell'elenco canali.

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
it: Configurare se i sottotitoli devono essere normali, in corsivo, grassetto o entrambi

source: Configure interface
it: Configurare l'interfaccia

source: Configure nameservers
it: Configurare i DNS

source: Configure screen refresh rate. Multi & Auto rates depend on the source 24/50/60Hz
it: Configura la frequenza di aggiornamento dello schermo. “Multi” dipende dalla sorgente a 24/50/60Hz

source: Configure the DiSEqC mode for this LNB.
it: Configurare la modalità DiSEqC per questo LNB.

source: Configure the IP address.
it: Configurare l’indirizzo IP

source: Configure the amount of time that will be presented.
it: Configurare la durata che verrà presentata.

source: Configure the behavior of the 'pause' key when movie playback is already paused.
it: Configurare il comportamento del tasto ‘Pausa' quando la riproduzione è già in pausa

source: Configure the behavior when movie playback is manually stopped.
it: Configurare il comportamento se la riproduzione è arrestata manualmente.

source: Configure the behavior when movie playback is started.
it: Configurare il comportamento quando la riproduzione è avviata.

source: Configure the behavior when reaching the end of a movie, during movie playback.
it: Configurare il comportamento se si raggiunge il termine registrazione in fase di riproduzione.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
it: Configurare lo spessore bordi dei sottotitoli. Bordi scuri su un sottofondo chiaro renderanno più agevole la loro lettura.

source: Configure the brightness level of the front panel display for dimmed operation.
it: Configurare il livello di luminosità LCD in modalità luminosità attenuata.

source: Configure the brightness level of the front panel display for normal operation.
it: Configurare il livello di luminosità LCD per il funzionamento normale.

source: Configure the brightness level of the front panel display for standby.
it: Configurare il livello luminosità del display frontale in Standby.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
it: Configurare il colore dei sottotitoli esterni: alternativo bianco o giallo. (normale=bianco, corsivo=giallo, celeste=grassetto, sottolineato=verde)

source: Configure the color of the teletext subtitles.
it: Configurare il colore sottotitoli del televideo.

source: Configure the contrast level of the front panel display.
it: Configurare il livello di contrasto del display.

source: Configure the cursor behavior in the channel selection list. When opening the channel selection list you can remain on the current service or already select up/down and you are able to revert the B+/B- buttons.
it: Configura il comportamento del cursore nella lista canali. Quando si apre tale lista puoi rimanere sul canale corrente oppure scegliere SU/GIÙ per ripristinare i tasti B+/B-.

source: Configure the duration (in minutes) for the screensaver.
it: Configura la durata (in minuti) per il salvaschermo.

source: Configure the first audio language (highest priority).
it: Configura la lingua audio primaria (massima priorità).

source: Configure the first subtitle language (highest priority).
it: Configura la lingua sottotitoli primaria (massima priorità).

source: Configure the font size of the subtitles.
it: Configura la dimensione dei caratteri sottotitoli.

source: Configure the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
it: Configura la dimensione del carattere rispetto alla skin: +1 aumenta le dimensioni di 1 punto, -1 la diminuisce di 1 punto.

source: Configure the fourth audio language.
it: Configura la quarta lingua audio.

source: Configure the fourth subtitle language.
it: Configura la quarta lingua sottotitoli.

source: Configure the function of the < > buttons.
it: Configura la funzione dei tasti < >

source: Configure the gateway.
it: Configura il gateway

source: Configure the general audio volume step size (limit 1-10).
it: Configura la dimensione generale del volume audio (limite 1-10).

source: Configure the horizontal alignment of the subtitles.
it: Configura l'allineamento orizzontale dei sottotitoli.

source: Configure the infobar fading speed
it: Configura la velocità dissolvenza della Infobar

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
it: Configura la velocità iniziale FFW (avanti veloce). Premendo il tasto FFW esso si avvierà a questa velocità.

source: Configure the initial rewind speed. When you press the rewind button, rewinding will start at this speed.
it: Configura la velocità iniziale REW (riavvolgimento). Premendo il tasto REW esso si avvierà a questa velocità.

source: Configure the latitude of your location.
it: Configura la latitudine della propria posizione.

source: Configure the longitude of your location.
it: Configura la longitudine della propria posizione.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
it: Configura lo spazio minimo da lasciare a disposizione delle registrazioni. Se lo spazio disponibile scende al di sotto di questo valore, verranno rimossi gli elementi contenuti nel cestino.

source: Configure the minimum width before showing the 'i' icon, '0' is equal to not showing the icon at all.
it: Configura la larghezza minima prima di mostrare l’icona 'i', '0' è uguale a non mostrare l'icona.

source: Configure the nameserver (DNS).
it: Configura i nameserver (DNS)

source: Configure the netmask.
it: Configura la sottorete

source: Configure the number of days after which items are automatically removed from the trash can. A setting of 0 disables this.
it: Configura il numero di giorni dopo cui i file sono rimossi automaticamente dal cestino. '0' = disabilitata

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
it: Configura per quanti giorni mantenere i vecchi timer prima di rimuoverli dall'elenco.

source: Configure the number of days old timers' log details are kept before they're automatically removed.
it: Imposta per quanti giorni conservare il registro del dettaglio delle azioni dei timer.

source: Configure the number of rows shown.
it: Configura il numero di righe da visualizzare.

source: Configure the offline decoding delay (in milliseconds). The configured delay is observed at each control word parity change.
it: Configura il ritardo in ms della 'decodifica offline'. Il ritardo configurato viene osservato a ogni modifica di parità.

source: Configure the possible fast forward speeds.
it: Configura le velocità 'Avanti veloce' (FFW) (>>) disponibili.

source: Configure the possible rewind speeds.
it: Configura le velocità "Indietro veloce" (REW) (<<) disponibili.

source: Configure the primary EPG language.
it: Configura la lingua EPG principale.

source: Configure the second audio language.
it: Configura la seconda lingua audio.

source: Configure the second subtitle language.
it: Configura la seconda lingua sottotitoli.

source: Configure the secondary EPG language.
it: Configura la lingua EPG secondaria.

source: Configure the skip time interval for the 1 and 3 buttons.
it: Configura il salto di tempo assegnato ai tasti 1 e 3.

source: Configure the skip time interval for the 4 and 6 buttons.
it: Configura il salto di tempo assegnato ai tasti 4 e 6.

source: Configure the skip time interval for the 7 and 9 buttons.
it: Configura il salto di tempo assegnato ai tasti 7 e 9.

source: Configure the slow motion speeds.
it: Configura le velocità del rallentatore.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
it: Configura l'origine dati nella Infobar come riportato nelle configurazioni oppure come dal tuner.

source: Configure the subtitle delay when timing information is not available.
it: Configura il ritardo dei sottotitoli quando non è disponibile una sincronizzazione.

source: Configure the third audio language.
it: Configura la terza lingua audio.

source: Configure the third subtitle language.
it: Configura la terza lingua sottotitoli.

source: Configure the transparency of the black background of graphical DVB subtitles.
it: Configura la trasparenza dello sfondo nero per i sottotitoli grafici DVB.

source: Configure the tuner mode.
it: Configura la modalità per il tuner.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
it: Configura la posizione dei sottotitoli, misurata dal fondo dello schermo.

source: Configure the width allocated to the picon.
it: Configura la larghezza assegnata alle picon.

source: Configure the width allocated to the service name.
it: Configura la larghezza assegnata al nome del canale.

source: Configure this tuner using simple or advanced options, or loop it through to another tuner, or copy a configuration from another tuner, or disable it.
it: Configura questo tuner tramite le opzioni Semplice o Avanzata, oppure mettilo in collegamento in cascata con un altro, oppure copia la configurazione da un altro tuner o disabilitalo.

source: Configure to show the channel names, picons, or both in the EPG.
it: Scegli se mostrare nomi dei canali, picon o entrambi nella EPG.

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
it: Configura la visualizzazione e la persistenza della seconda Infobar (due click del tasto OK). Questa conterrà informazioni aggiuntive sul canale sintonizzato.

source: Configure whether or not an rotor position will be displayed on infobar
it: Imposta se la posizione del motore verrà visualizzata nella Infobar

source: Configure whether service picons will be shown in number zap.
it: Con SÌ, man mano che si compone un numero, verrà SUBITO visualizzata la picon del canale corrispondente. Può essere utile per controllare in tempo reale se si è composto il canale desiderato.

source: Configure which color format should be used on the SCART output.
it: Configura il formato colore da utilizzare sull'uscita SCART.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
it: Configura il tuner preferenziale per le registrazioni, se più di un tuner risulta disponibile.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
it: Configura il tuner preferenziale, quando lo stesso servizio è disponibile su diversi tipi di tuner.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
it: Configura il tuner preferenziale quando più di un tuner risulti disponibile. L'impostazione "Auto" assegnerà la priorità al tuner configurato con il minor numero di canali o satelliti.

source: Configure your NTP server.
it: Configura i server NTP.

source: Configure your internal LAN
it: Configura la rete locale cablata

source: Configure your network again
it: Configura nuovamente la rete

source: Configure your wireless LAN again
it: Configura nuovamente la rete wireless

source: Configures which video output connector will be used.
it: Configura l'uscita video da utilizzare.

source: Configuring
it: Configuro...

source: Conflicting timer
it: Timer in conflitto!

source: Connect
it: Connettere

source: Connect to a wireless network
it: Connettere a rete wireless

source: Connected clients
it: Client connessi

source: Connected satellites
it: Satelliti connessi

source: Connected to
it: Connesso a:

source: Connected transcoding, limit - no PiP!
it: Connessione transcoding, limite - nessun PiP!

source: Connected:
it: Connesso:

source: Connection using the supplied FTP parameters failed. Please recheck the details and try again.
it: Utilizzando i parametri FTP forniti, la connessione non è riuscita: si prega di ricontrollare i dettagli e riprovare.

source: Constellation & FFT mode
it: Costellazione e Modalità FFT

source: Consult your SCR device spec sheet for this information.
it: Consultare la scheda tecnica del dispositivo SCR per queste informazioni.

source: Consult your motor's spec sheet for this information, or leave the default setting.
it: Consultare la scheda tecnica del motore per queste informazioni o mantenere l'impostazione predefinita.

source: Content
it: Contenuto

source: Content does not fit on DVD!
it: I contenuti superano la capacità del DVD!

source: Context
it: Contesto

source: Continue playback
it: Continuare la riproduzione

source: Continue playing
it: Continuare la riproduzione

source: Continues
it: Continua...

source: Continues play (loop)
it: Continuare riproduzione (ciclicamente)

source: Contrast
it: Contrasto

source: Control how finished timers are shown in the timer list. If set to hide, disabled timers will still be shown
it: Controllo della posizione dei timer conclusi visualizzati nella lista timer. Se impostato su 'nascosti', quelli disabilitati saranno mostrati comunque.

source: Converting ext3 to ext4...
it: Convertire da ext3 a ext4...

source: Cooking
it: cucina

source: Copy
it: Copia

source: Copy eMMC slots confirmation
it: Conferma copia slot eMMC

source: Copy to bouquets
it: Copiare nei bouquet

source: Copying files
it: Copiare files

source: Correct invalid EPG data
it: Correggere dati EPG non validi

source: Could not find installed channel list.
it: Impossibile trovare l'elenco dei canali installati.

source: Could not load medium! No disc inserted?
it: Impossibile caricare il supporto! Nessun disco inserito?

source: Could not open picture in picture
it: Impossibile aprire il PiP

source: Could not open the file %s!
it: Impossibile aprire il file %s!

source: Could not record due to a conflicting timer %s
it: Impossibile registrare %s causa conflitto timer

source: Could not record due to an invalid service %s
it: Impossibile registrare %s causa canale non valido

source: Could not save configfile %s!
it: Impossibile salvare %s il file di configurazione!

source: Couldn't copy %d items. %s
it: Impossibile copiare %d elementi. %s

source: Couldn't copy '%s'. %s
it: "Impossibile copiare '%s'. %s

source: Couldn't delete %d items.
it: Impossibile eliminare %d elementi

source: Couldn't delete '%s'.
it: Impossibile eliminare '%s'.

source: Couldn't move %d items to the trash can. Do you want to delete them instead?
it: Non ho potuto spostare %d elementi nel cestino.Vuoi eliminarli definitivamente?

source: Couldn't move %d items. %s
it: Non ho potuto spostare %d file. %s

source: Couldn't move '%s' to the trash can. Do you want to delete it instead?
it: Non ho potuto cestinare '%s': vuoi eliminarlo definitivamente?

source: Couldn't move '%s'. %s
it: Non ho potuto spostare '%s'. %s

source: Country
it: Paese

source: Country for EPG event genre information
it: Paese per le informazioni sul genere di evento EPG

source: Country for EPG event rating information
it: Paese per le informazioni sulla valutazione degli eventi EPG

source: Cover dashed flickering line for this service
it: Coprire il tremolio della linea tratteggiata in questo canale

source: Crash Logs
it: Registro errori

source: Create
it: Creare

source: Create DVD-ISO
it: Creare DVD-ISO

source: Create Timer
it: Crea un Timer

source: Create Zap Timer
it: Crea un timer di cambio canale

source: Create a settings backup before updating.
it: Crea un backup configurazioni prima di aggiornare.

source: Create and Manage your SWAP files.
it: Crea e gestisci i file di swap.

source: Create directory
it: Creare cartella

source: Create separate radio userbouquet
it: Creare un bouquet radio separato

source: Create:
it: Creare

source: Creating AP and SC Files
it: Creazione file AP e SC

source: Creating Hardlink to Timeshift file failed!
it: Creazione link al file Timeshift fallito!

source: Creating SWAP..
it: Sto creando il file di swap…

source: Creating directory %s failed.
it: Creazione cartella %s fallita!

source: Creating filesystem.
it: Creazione il filesystem...

source: Creating list of installed plugins...
it: Creazione lista plugin installati...

source: Creating partition.
it: Creazione della partizione.

source: Creating zip...
it: Sto creando il file zippato...

source: Croatia
it: Croazia

source: Croatian
it: Croato

source: Cron Manager
it: Gestione Cron

source: Cron Manager Setup
it: Gestione Cron

source: Cron Timers
it: Timer cron

source: Culture
it: Cultura

source: Current Affairs
it: Affari correnti

source: Current Event:
it: Evento corrente:

source: Current Status:
it: Stato attuale:

source: Current device:
it: Dispositivo corrente:

source: Current mode: %s
it: Modalità attuale: %s

source: Current rotor position:
it: posizione del motore corrente:

source: Current settings:
it: Configurazione attuale:

source: Current status:
it: Stato attuale:

source: Current time
it: Orario attuale

source: Current transponder
it: Transponder attuale

source: Current value:
it: Valore attuale:

source: Custom
it: Personalizzazione

source: Custom skip time for '1'/'3' buttons
it: Salto personalizzato per i tasti 1 e 3

source: Custom skip time for '4'/'6' buttons
it: Salto personalizzato per i tasti 4 e 6

source: Custom skip time for '7'/'9' buttons
it: Salto personalizzato per i tasti 7 e 9

source: Customize
it: Personalizzare

source: Customize settings
it: Configurazioni personalizzate

source: Cut
it: Tagliare

source: Cutlist editor
it: Editor tagli

source: Cutlist editor...
it: Imposta tagli

source: Cycle through infobar displays
it: Mostra la barra delle informazioni

source: Czech
it: Ceco

source: Czechia
it: Repubblica Ceca

source: DHCP This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - Your LAN adapter is configured for manual IP setup. - Verify that you have entered correct IP informations in the adapter setup dialog. If you get an "enabled" message: - Verify that you have a configured and working DHCP server in your network.
it: DHCP Questo test controlla se l'interfaccia LAN è impostata per configurare automaticamente l'indirizzo IP con DHCP. Se ottieni un messaggio "disabilitato": - L'adattatore LAN è configurato per l'impostazione manuale dell'IP. - Verificare di aver inserito le informazioni corrette nella finestra di dialogo. Se ottieni un messaggio "abilitato": - Verificare di disporre di un server DHCP configurato e funzionante nella rete.

source: DLNA support
it: Supporto DLNA

source: DMM advanced
it: DMM avanzato

source: DMM normal
it: DMM normale

source: DUAL LAYER DVD
it: DVD doppio strato

source: DVB subtitle black transparency
it: Trasparenza nera sottotitoli DVB

source: DVB type
it: Tipo di DVB

source: DVD data format
it: Formato dati DVD

source: DVD file browser
it: File browser DVD

source: DVD media toolbox
it: Strumenti multimediali DVD

source: DVD player
it: Player DVD

source: DVD titlelist
it: Lista titoli DVD

source: Daily
it: Giornaliero

source: Dance
it: Ballare

source: Danish
it: Danese

source: Date
it: Data

source: Date first
it: Data all'inizio

source: Date format
it: Formato dati

source: Date style
it: Stile data

source: De-select
it: Deseleziona

source: Deactivate
it: Disattivato

source: Debug
it: Eventi

source: Debug Logs
it: Registro Eventi

source: Debug log time format *
it: Formato dell'orario nel registro degli errori *

source: Debug to file
it: Registro eventi (log)

source: Debug+ Logs
it: Debug+registro

source: Decrement end time
it: Decrementa l'ora di fine

source: Decrement start time
it: Decrementa l'ora di inizio

source: Deep Standby
it: Spegnimento

source: Deep Standby LED
it: LED di Spegnimento

source: Deep standby
it: Spegnimento

source: Default
it: Predefinito

source: Default movie location
it: Percorso registrazioni predefinito

source: Default port is '%d'. Change if required.
it: La porta predefinita è la %d. - Modificare se necessario -

source: Default recording type
it: Tipo di registrazione predefinita

source: Default: '%s'.
it: Predefinito: '%s'.

source: Defaults
it: Predefiniti

source: Define additional delay in milliseconds before start of http(s) streams, e.g. to connect a remote tuner, you use a complex system of DiSEqC.
it: Definire un ritardo aggiuntivo in millisecondi prima dell'avvio dei flussi http(s), ad esempio per collegare un sintonizzatore remoto, se si utilizza un sistema complesso DISEqC.

source: Delay after change voltage before switch command
it: Ritardo dopo cambio tensione prima del comando di commutazione

source: Delay after continuous tone disable before diseqc
it: Ritardo dopo segnale continuo disabilitato via DiSEqC
