Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: Services may be grouped in bouquets. When enabled, you can use more than one bouquet.
it: I canali possono essere raggruppati in bouquet. Quando l'opzione è abilitata è possibile utilizzare più di un bouquet

source: Set CI assignment for detection of available services.
it: Assegnazione CI per rilevamento servizi disponibili

source: Set Enigma2 Log Level
it: Impostare il tipo di registro

source: Set Framerate for MiniTV
it: Imposta Framerate per MiniTV

source: Set a temporary sort method for this directory
it: Imposta la modalità di ordinamento per questa cartella

source: Set as startup service
it: Imposta come canale di avvio

source: Set automatic update interval (in hours).
it: Imposta l'intervallo di aggiornamento automatico (in ore).

source: Set default
it: Imposta predefiniti

source: Set end time
it: Imposta ora fine

source: Set fixed CEC address
it: Imposta indirizzo CEC statico

source: Set fps for external subtitles
it: Imposta fps per sottotitoli esterni

source: Set interface as the default Interface
it: Imposta interfaccia come predefinita

source: Set limits
it: Imposta i limiti

source: Set persistent PIN code
it: Azzera codice PIN persistente

source: Set sequence repeats if your aerial system requires this. Normally if the aerial system has been configured correctly sequence repeats will not be necessary. If yours does, recheck you have command order set correctly.
it: Imposta la ripetizione della sequenza se il sistema di ricezione lo richiede. Di solito, se il sistema è stato configurato correttamente, la ripetizione della sequenza non serve. Se il tuo la richiede, ricontrolla l’ordine dei comandi.

source: Set startup service
it: Impostare canale di avvio

source: Set system
it: Impostare sistema

source: Set the MAC address of your %s %s.
it: Impostare l'indirizzo MAC del %s %s.

source: Set the channel for this timer.
it: Selezionare il canale per questo timer

source: Set the date the timer must start.
it: Selezionare la data di avvio timer.

source: Set the default location for your instant recordings. Press OK to add new locations, LEFT/RIGHT to select from any existing locations.
it: Imposta la posizione predefinita per le registrazioni istantanee. Premi 'OK' per aggiungere nuove posizioni, SINISTRA/DESTRA per selezionare una posizione esistente

source: Set the default location for your recordings. Press OK to add new locations, LEFT/RIGHT to select from any existing locations.
it: Imposta la posizione predefinita per le registrazioni. Premi 'OK' per aggiungere nuove posizioni, SINISTRA/DESTRA per selezionare una posizione esistente.

source: Set the default location for your timers. Press OK to add new locations, LEFT/RIGHT to select from any existing locations.
it: Imposta la posizione predefinita per i timer. Premi 'OK' per aggiungere nuove posizioni, SINISTRA/DESTRA per selezionare una posizione esistente.

source: Set the default location for your timeshift files. Press OK to add new locations, LEFT/RIGHT to select any existing locations.
it: Imposta la posizione predefinita per i timeshift. Premi 'OK' per aggiungere nuove posizioni, SINISTRA/DESTRA per selezionare una posizione esistente

source: Set the default sorting method.
it: Imposta il metodo predefinito di ordinamento. NOTA: le opzioni con la dicitura '(assoluto)' applicano l'ordinamento anche a eventuali sottocartelle, altrimenti queste vengono ordinate ma sono comunque mantenute in cima alla lista.

source: Set the delay time between repeated loops, this uses a software render in some skins.
it: Impostare il ritardo tra le ripetizioni. Questa funzione può essere usata solo con alcune skin.

source: Set the description of the recording.
it: Impostare la descrizione della registrazione.

source: Set the desired primetime.
it: Imposta l'ora desiderata della prima serata.

source: Set the global sort method
it: Imposta il metodo predefinito di ordinamento. NOTA: le opzioni con la dicitura '(assoluto)' applicano l'ordinamento anche a eventuali sottocartelle, altrimenti queste vengono ordinate ma sono comunque mantenute in cima alla lista.

source: Set the interval to be checked in mins.
it: Imposta l'intervallo di pianificazione in minuti.

source: Set the jump-size of the seekbar.
it: Impostare la dimensione del salto nella barra di ricerca.

source: Set the name the recording will get.
it: Impostare il nome assegnato alla registrazione.

source: Set the position of the recording icons
it: Impostare la posizione delle icone di registrazione

source: Set the repeat interval of backup schedule.
it: Imposta l'intervallo di pianificazione del backup.

source: Set the repeat interval of the schedule.
it: Imposta l'intervallo di pianificazione.

source: Set the scrolling speed of text on the front display, this uses a software render in some skins.
it: Impostare la velocità di scorrimento del testo per l’LCD. Questa funzione può essere usata solo con alcune skin.

source: Set the scrolling speed of text on the front display.
it: Impostare la velocità di scorrimento del testo sul display.

source: Set the sort method for this directory
it: Selezionane la modalità di ordinamento per questa cartella

source: Set the time delay before hiding the infobar.
it: Impostare il ritardo per la scomparsa della Infobar.

source: Set the time of backup to start.
it: Imposta l'orario di avvio del backup.

source: Set the time of day to perform an EPG download.
it: Impostare l'ora del giorno per eseguire uno scaricamento EPG.

source: Set the time of day to perform the import.
it: Impostare l'ora del giorno per eseguire l'importazione.

source: Set the time the timer must start.
it: Impostare l'orario di avvio del timer.

source: Set the time the timer must stop.
it: Impostare l'orario di stop del timer.

source: Set the type of the progress indication in the channel selection screen (right alignment only available in single line mode).
it: Impostare il tipo di indicazione progressione evento nella selezione lista canali.

source: Set to the desired primetime.
it: Imposta l'ora desiderata della prima serata.

source: Set to what you want the button to do.
it: Impostare l'azione per il tasto.

source: Set voltage and 22KHz
it: Impostare il voltaggio a 22 Khz

source: Sets the root directory of movie list, to remove the '..' from being shown in that folder.
it: Imposta la cartella per le registrazioni perché non siano mostrati i ‘…’ in tale cartella.

source: Setting up...
it: Imposto…

source: Settings
it: Configurazioni

source: Setup
it: Impostazioni

source: Setup how to control the channel changing.
it: Impostare come controllare il cambio di canale.

source: Setup menu
it: Menu impostazioni

source: Setup mode
it: Modalità impostazioni

source: Setup mounts
it: Impostazione punti di mount

source: Setup network time synchronization interval.
it: Impostazioni intervallo sincronizzazione orario dalla rete

source: Setup the interval (in hours) to check for online updates.
it: Impostare l'intervallo (in ore) per controllare gli aggiornamenti online.

source: Setup your positioner
it: Impostazioni posizionatore

source: Setup your satellite equipment
it: Impostazioni impianto Sat

source: Share Folders
it: Condividi cartelle

source: Share View
it: Visualizzazione condivisa

source: Shares
it: Condivisioni

source: Sharpness
it: Nitidezza

source: Short Film
it: Film brevi

source: Short filenames
it: Nomi brevi

source: Should the FTP connection to the remote receiver be established in passive mode (normally 'no')?
it: La connessione FTP al ricevitore remoto deve essere stabilita in modalità passiva? (di solito ’no’)

source: Show
it: Mostra

source: Show %s
it: Mostra %s

source: Show CCcam Info in extensions?
it: Mostra informazioni CCcam nelle estensioni?

source: Show CI messages
it: Mostra notifiche CI

source: Show Clients
it: Mostra i client

source: Show Display Icons
it: Mostra Icone nel Display

source: Show EIT now/next in infobar
it: Mostra EIT corrente/prossimo nella Infobar

source: Show Ecm info
it: Mostra informazioni ECM

source: Show Grid EPG
it: Mostra EPG GRAFICO multicanale

source: Show HDMIRecord setup...
it: Mostra configurazione registrazione HDMI...

source: Show Log
it: Mostra Log

source: Show Log Manager in extensions list ?
it: Mostra gestione estensioni nelle estensioni

source: Show Media playback Remaining/Elapsed as
it: Mostra in riproduzione tempo rimanente/trascorso come

source: Show MiniTV in the Front Display
it: Mostra MiniTV nel display anteriore

source: Show Multi EPG
it: Mostra EPG mutiplo per singolo canale

source: Show OScam/Ncam Info in extensions?
it: Mostra informazioni OScam/Ncam nelle estensioni?

source: Show PIP
it: Mostra PiP

source: Show PIP in the Front Display
it: Mostra PiP nel display anteriore

source: Show PVR status in Movie Player infobar
it: Mostra stato PVR nella Infobar del Mediaplayer

source: Show RFmod setup
it: Mostra impostazione RFmod

source: Show Readers/Proxies
it: Mostra Reader/Proxies

source: Show Single EPG
it: Mostra EPG singolo canale

source: Show Software Update in Extensions
it: Mostra Gestione immagine nelle estensioni

source: Show Software Update in Extensions (blue button menu). 'yes' adds it permanently. 'only when available' only shows it when updates are known to be available based on update polling.
it: Mostra aggiornamento software nelle estensioni (menu con pulsante blu). 'Sì' lo aggiunge in modo permanente. 'Solo quando disponibile' lo mostra solo quando è noto che gli aggiornamenti sono disponibili in base al sondaggio degli aggiornamenti.

source: Show Time Remaining/Elapsed
it: Mostra tempo rimanente/trascorso

source: Show Timer List
it: Mostra l'elenco dei timer

source: Show Transponder Remaining/Elapsed as
it: Mostra evento rimanente/trascorso come

source: Show True/False as graphical switch
it: Mostra Vero/Falso come interruttore grafico

source: Show VCR scart on main menu
it: Mostra VCR da SCART nel menu principale

source: Show ViX spinning logo when the system is busy.
it: Mostra ViX spinner se il sistema è impegnato

source: Show WLAN status
it: Mostra stato WLAN

source: Show alternatives
it: Mostra alternative

source: Show animation while busy
it: Mostra animazione mentre impegnato

source: Show autotimer list
it: Mostra l'elenco dei timer

source: Show available subservices
it: Mostra sottoservizi disponibili

source: Show background behind subtitles
it: Mostra i sottotitoli con un sottofondo

source: Show background in Radio mode
it: Mostra sfondo in modalità radio

source: Show background when tuned to a radio channel.
it: Mostra sfondo quando si è sintonizzati su un canale radio.

source: Show bouquet on launch
it: Mostra bouquet all'avvio

source: Show channel number in infobar
it: Mostra numero canale nella Infobar

source: Show channel numbers in channel selection
it: Mostra numero canale nella selezione dei canali

source: Show columns
it: Mostra colonne

source: Show crypto icons
it: Mostra icone codifica

source: Show crypto info in infobar
it: Mostra info codifica nella Infobar

source: Show default after description
it: Mostra il valore standard a fine descrizione

source: Show default on new line
it: Mostra valore standard a capo

source: Show description for next event)
it: Mostra descrizione per il prossimo evento

source: Show description for previous event)
it: Mostra la descrizione dell'evento precedente)

source: Show detailed event info
it: Mostra informazioni dettagliate evento

source: Show encryption info in the infobar (when supported by the skin).
it: Mostra info codifica nella Infobar (se supportato dalla skin)

source: Show event details
it: Mostra dettagli evento

source: Show event genre information
it: Mostra informazione sul genere eventi

source: Show event info plugins
it: Mostra info evento

source: Show event-progress in channel selection
it: Mostra il progresso evento in selezione canali

source: Show extended description
it: Mostra descrizione estesa

source: Show extension selection
it: Mostra selezione estensione

source: Show extensions
it: Mostra estensioni

source: Show favourites list
it: Mostra lista preferiti

source: Show help
it: Mostra l'aiuto

source: Show icon for new/unseen items
it: Mostra icona elementi per nuovi o non visti

source: Show in Standby
it: Mostra in Standby

source: Show in extensions
it: Mostra fra le estensioni

source: Show info
it: Mostra informazioni

source: Show info line
it: Mostra linea informazioni

source: Show infobar EPG
it: Mostra infobar EPG

source: Show infobar on channel change
it: Mostra Infobar su cambio canale

source: Show infobar on event change
it: Mostra Infobar su cambio evento

source: Show infobar on skip forward/backward
it: Mostra Infobar su FFW/REW

source: Show job tasks in extensions
it: Mostra task di lavoro nelle estensioni

source: Show list of similar programs
it: Mostra l'elenco dei programmi simili

source: Show live tv when movie stopped
it: Mostra diretta TV su arresto riproduzione

source: Show menu
it: Mostra menu

source: Show menu numbers
it: Numera i menu

source: Show message when recording starts
it: Mostra notifica su avvio registrazione

source: Show movie lengths in movie list
it: Mostra la durata della registrazione nella Lista Registr.

source: Show movies
it: Mostra registrazioni

source: Show network mounts
it: Mostra i mount di rete...

source: Show notifications
it: Mostra notifiche

source: Show on-screen notifications (pop up) to warn the OpenTV download is in progress.
it: Mostra notifiche sullo schermo (pop-up) per avvisare che il download di OpenTV è in corso.

source: Show or hide the extended description, (skin dependant).
it: Mostra o nascondi descrizioni estese. (Dipende dalla skin)

source: Show packages to be updated
it: Mostra i pacchetti da aggiornare

source: Show picon background color
it: Mostra colore di sottofondo per le picon

source: Show picons during channel number input
it: Mostra le picon mentre componi il numero di canale

source: Show picons in service list
it: Mostra le picon nell'elenco canali

source: Show picons in the movie list.
it: Visualizza le picon nell'elenco delle registrazioni.

source: Show picons in timer list
it: Mostra le picon nella lista dei timer

source: Show positioner movement
it: Mostra movimento motore

source: Show positioner position
it: Mostra posizione del motore

source: Show program information
it: Mostra informazioni programma

source: Show record indicator
it: Mostra indicatore registrazione

source: Show recorded movies
it: Mostra filmati registrati

source: Show screen path
it: Mostra il percorso

source: Show screensaver
it: Mostra salvaschermo

source: Show second infobar
it: Mostra la seconda Infobar

source: Show select audio track
it: Mostra selezione traccia audio

source: Show service list
it: Mostra elenco canali

source: Show service list or movies
it: Mostra elenco canali o registrazioni

source: Show service type icons
it: Mostra tipi di icone canali

source: Show setup default values
it: Mostra il valore di default nella descrizione

source: Show shutdown menu
it: Mostra menu di arresto

source: Show single channel EPG
it: Mostra l'EPG per un singolo canale

source: Show single epg for current channel
it: Mostra singolo EPG per il canale corrente

source: Show source packages
it: Mostra sorgente pacchetti

source: Show status icons in movie list
it: Stato e tipo di icone per le registrazioni

source: Show stream clients
it: Mostra client in streaming

source: Show sub-menu
it: Mostra sub-menu

source: Show subservice selection
it: Mostra selezione subservice

source: Show subservice selection list
it: Mostra selezione subservice

source: Show subtitle selection
it: Mostra selezione sottotitoli

source: Show the DreamPlex player
it: Mostra il player DreamPlex

source: Show the list of autotimers.
it: Mostra elenco degli autotimer

source: Show the list of timers
it: Mostra la lista dei timer.

source: Show the list of timers.
it: Mostra la lista dei timer.

source: Show the plugin browser
it: Mostra il browser dei plugin

source: Show the radio player
it: Mostra il lettore radio

source: Show the service information on two lines in the channel selection screen.
it: Mostra le informazioni sul servizio su due righe nella schermata di selezione dei canali.

source: Show the tv player
it: Mostra il Player TV

source: Show time elapsed as positive
it: Mostra il tempo trascorso come positivo

source: Show time in 24 hour clock format.
it: Mostra orario in formato 24 ore.

source: Show time remaining/elapsed
it: Mostra tempo rimanente/trascorso

source: Show timer list
it: Mostra l'elenco dei timer

source: Show translation packages
it: Mostra i pacchetti di traduzione

source: Show transponder info
it: Mostra informazioni transponder

source: Show transponder remaining/elapsed as
it: Mostra evento rimanente/trascorso come

source: Show two lines per entry
it: Mostra due linee per ogni elemento

source: Show warning when timeshift is stopped
it: Mostra avviso su arresto timeshift

source: Show/Game Show/Leisure hobbies
it: Show/gioco, tempo libero, Hobby

source: Show/Games show
it: Mostra Show/Giochi

source: Show/hide infobar
it: Mostra/nascondi la infobar

source: Showbiz
it: Spettacolo

source: Shows live tv or informations on LCD.
it: Mostra sull’LCD la LiveTV o informazioni.

source: Shows the icons when new/unseen, otherwise it will not show an icon.
it: Mostra le icone quando è nuovo o non visto, altrimenti non mostrare nulla.

source: Shows the state of your wireless LAN connection.
it: Mostra lo stato della connessione della rete wireless.

source: Shows the watched status of the movie.
it: Mostra lo stato di visione del film

source: Shuffle playlist
it: Lista riproduzione casuale

source: Shut Down
it: spegnimento

source: Side by side
it: Affiancati

source: Signal OK, proceeding
it: Segnale OK, procedere

source: Signal finder
it: Ricerca segnale

source: Signal quality
it: Qualità segnale:

source: Signal strength:
it: Potenza segnale:

source: Signal:
it: Segnale:

source: Similar
it: Simile

source: Similar broadcasts:
it: Trasmissioni simili:

source: Simple
it: Semplice

source: Simple fade
it: Dissolvenza semplice

source: Simple titleset (compatibility for legacy players)
it: Set titoli semplice (compatibilità con player legacy)

source: Simple zoom
it: Zoom semplice

source: Single
it: Singolo

source: Single EPG
it: EPG Singolo

source: Single core
it: Singolo nucleo

source: Single satellite
it: Satellite singolo

source: Single step (GOP)
it: Passo-Passo (GOP)

source: Site latitude
it: Latitudine del sito

source: Site longitude
it: Longitudine del sito

source: Size:
it: dimensioni:

source: Size: %sGB
it: Dimensioni: %sGB

source: Size: %sMB
it: Dimensioni: %sMB

source: Size: %sTB
it: Dimensioni: %sTB

source: Size: unavailable
it: Dimensioni non disponibile

source: Skin Selection
it: Selezione Skin

source: Skin Selection Actions
it: Azioni di selezione Skin

source: Skin Setting
it: Configurazione Skin

source: Skin install
it: Installazione Skin

source: Skin selection
it: Selezione Skin

source: Skin setup
it: Impostazioni Skin

source: SkinSelector: Restart GUI
it: Selettore skin: riavvio della GUI

source: Skip back
it: Saltare indietro

source: Skip back
it: Salta all'indietro

source: Skip back (enter time in minutes)
it: Ricercare indietro (inserisci il tempo in minuti)

source: Skip empty services
it: Saltare canali vuoti

source: Skip forward
it: Saltare avanti

source: Skip forward
it: Salta in avanti

source: Skip forward (enter time in minutes)
it: Ricercare in avanti (inserisci il tempo in minuti)

source: Skip internet connection check (disables automatic package installation)
it: Saltare il controllo della connessione Internet (disabilita l’installazione automatica pacchetti)

source: Skip jumping to live TV while timeshifting with plugins
it: Evita di passare alla TV 'LIVE' durante il timeshift con plugin

source: Sleep delay
it: Ritardo di Standby

source: Slide drop
it: Scorre in caduta

source: Slide from left
it: Scorre da sinistra

source: Slide left to right
it: Scorre da sx. a dx.

source: Slide picture in loop
it: Scorre l'immagine ciclicamente

source: Slide right to left
it: Scorre da dx. a sx.

source: Slide show interval (sec.)
it: Intervallo presentazione (sec.)

source: Slide top to bottom
it: Scorre dall'alto verso il basso

source: Slovak
it: Slovacco

source: Slovakia
it: Slovacchia

source: Slovenian
it: Sloveno

source: Slow
it: Lento

source: Slow motion speeds
it: Velocità del rallentatore

source: Small
it: Breve

source: Small progress
it: Icona avanzamento piccola

source: Smartcard PIN
it: PIN Smartcard

source: Smooth
it: Smussatura immagini

source: Social/Political/Economics
it: Sociale/Politica/Economia

source: Softcam Actions
it: Azioni Softcam

source: Softcam Management
it: Gestione softcam

source: Softcam Manager
it: Gestione softcam

source: Softcam Script
it: Script softcam

source: Softcam manager
it: Gestore Softcam

source: Softcam manager settings
it: Configurazioni Softcam

source: Softcam settings
it: Configurazioni Softcam

source: Softcam starting...
it: Avvio Softcam...

source: Softcam stopping...
it: Softcam in fase di arresto...

source: SoftcamCheck
it: Test softcam

source: Software Update
it: Aggiorna OpenViX

source: Software update
it: Aggiorna OpenViX

source: Software update settings
it: Configurazione aggiornamento software

source: Some TVs do not wake from standby when they receive the 'Image View On' command. If this is the case try the 'Text View On' command instead.
it: Alcune TV non si riattivano dallo Standby se si usa il comando 'Visione immagini ON'. In questo caso provare il comando 'Visione testo ON'.

source: Some plugins are not available:
it: Alcuni plugin non sono disponibili:

source: Sorry but that location does not exist or is not setup. Please set it up in the Backup manager setup menu.
it: Questo percorso non esiste o non è stato impostato. Si prega di impostarlo nel menu Gestione Backup.

source: Sorry feeds are down for maintenance, please try again later. If this issue persists please check openvix.co.uk or world-of-satellite.com.
it: I feed non sono disponibili per manutenzione: riprova più tardi. Se il problema persiste, consultare openvix.co.uk o world-of-satellite.com.

source: Sorry feeds seem be in an unstable state, if you wish to use them please enable 'Allow unstable (experimental) updates' in "Software update settings".
it: Spiacenti: sembra che i codici sorgente siano in stato sperimentale. Se vuoi usarli comunque, abilita ‘Consenti aggiornamenti sperimentali (instabili)’ nelle impostazioni degli aggiornamenti del software.

source: Sorry the feeds are down for maintenance
it: Spiacenti: i feed non sono disponibili per la manutenzione

source: Sorry the feeds are down for maintenance. Please try again later.
it: Purtroppo i server sono indisponibili per manutenzione. Prova più tardi.

source: Sorry the feeds are down for maintenance. Please try using Backup manager to restore plugins later.
it: Purtroppo i server sono indisponibili per manutenzione. Prova a usare la Gestione Backup per ripristinare i plugin più tardi.

source: Sorry the feeds are down for maintenance. Please try using the Backup manager to restore plugins later.
it: Purtroppo i server sono indisponibili per manutenzione. Prova a usare la Gestione Backup per ripristinare i plugin più tardi.

source: Sorry the feeds seem to be in an unstable state, if you wish to use them please enable 'Allow unstable (experimental) updates' in "Software update settings".
it: Spiacenti: sembra che i codici sorgente siano in stato sperimentale. Se vuoi usarli comunque, abilita ‘Consenti aggiornamenti sperimentali (instabili)’ nelle impostazioni degli aggiornamenti del software.
