Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
it: FFW/REW non disponibile. Utilizzare i tasti numerici per avanzare/arretrare nella riproduzione!

source: No free index available
it: Nessun indice libero disponibile

source: No free tuner!
it: Nessun tuner disponibile!

source: No images found
it: Nessun image rilevato

source: No module found
it: Nessun modulo rilevato

source: No networks found
it: Nessuna rete rilevata!

source: No of items switch (increase or reduced)
it: Nessun elemento da cambiare (aumentare o ridurre)

source: No plugins needed to be installed
it: Questo plugin non è installato.

source: No priority
it: Nessuna priorità

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
it: Nessun tuner SAT, terrestre o via cavo configurato. Verificare la configurazione.

source: No service
it: Nessun canale

source: No services/providers selected
it: Nessun canale o provider selezionato

source: No standby
it: Nessuno Standby

source: No subtitles available
it: Nessun sottotitolo disponibile

source: No tags are set on these movies.
it: Nessuna etichetta configurata su queste registrazioni.

source: No timeout
it: Nessun timeout

source: No to all
it: No a tutto

source: No transparency
it: Nessuna trasparenza

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
it: Nessun tuner abilitato! Configurare i tuner prima di effettuare una ricerca canali.

source: No updates found, Press OK to exit this screen.
it: Nessun aggiornamento trovato: premere OK per uscire.

source: No user installed plugins found
it: Nessun plugin installato dall'utente trovato

source: No wireless networks found! Searching...
it: Nessuna rete wireless trovata! Ricerca in corso...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
it: Nessuna interfaccia di rete locale disponibile! Verificare che il cavo sia collegato e che la rete sia configurata correttamente.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
it: Nessuna scheda di rete wireless disponibile! Verificare di aver collegato un dispositivo WLAN compatibile e che la rete sia configurata correttamente.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
it: Nessuna interfaccia wireless attiva disponibile! Verificare di aver collegato un dispositivo WLAN compatibile e di attivare l'interfaccia di rete locale.

source: No, but restart from the beginning
it: No, ma riprendere dall'inizio

source: No, scan later manually
it: No, ricerca manuale successiva

source: None
it: Nessuno

source: Normal
it: normale

source: North
it: Nord

source: Norway
it: Norvegia

source: Norwegian
it: Norvegese

source: Not Classified
it: Non classificato

source: Not Defined
it: Non definito

source: Not Flashing
it: non lampeggiante

source: Not associated
it: Non associato

source: Not defined
it: Non definito

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
it: NON c’è abbastanza spazio libero. Liberare spazio sul disco e riprovare. (%d MB richiesti, %d MB disponibili)

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
it: NON c’è abbastanza spazio sull'?HDD! Dimensione File: %sMB Spazio disponibile: %sMB Percorso: %s

source: Not running
it: Non in esecuzione

source: Not-Associated
it: Non associato

source: Nothing
it: Niente

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
it: Nulla da cercare! Impostare il tuner prima di effettuare una ricerca canali

source: Nothing to scan! Setup your tuner and try again.
it: Nulla da scansionare! Imposta il tuo Tuner e riprova.

source: Nothing to upgrade
it: Nulla da aggiornare

source: Nothing, just leave this menu
it: Nulla: chiudere questo menu

# now/next: 'now' event label
source: Now
it: corrente

source: Now skipping restore process
it: Salto il processo di ripristino.

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
it: Utilizzare ora il controllo del contrasto per aumentare la luminosità del sottofondo il più possibile, assicurandosi di poter distinguere la differenza tra le due sfumature più chiare. Alla fine premere OK.

source: Number
it: Numero

source: Number buttons mode
it: Modalità pulsanti numerici

source: Number of digits in channel number
it: Numero di cifre digitabili per un canale

source: Number of rows
it: Numero di righe

source: Number of rows to display
it: Numero di righe da visualizzare

source: Number or SMS style data entry
it: Numero o tipo di SMS per inserire dati

source: OK button (long)
it: Tasto OK (lungo)

source: OK button (short)
it: Tasto OK (breve)

source: OK, to perform a restore
it: OK: esegui il ripristino

source: OSD Position
it: Posizione OSD

source: OSD name request
it: Richiesta nome OSD

source: OSD position
it: Posizione OSD

source: OScam/Ncam Info
it: Info OScam/Ncam

source: Off
it: Disattivato/a

source: Offline decode delay (ms)
it: Ritardo decodifica offline (ms)

source: On
it: Attivato/a

source: On Screen Display
it: Display OSD

source: On end of movie
it: Alla fine del film

source: On end of movie (as menu)
it: Alla fine del film (come menu)

source: On except in same named directory
it: Sì, eccetto quelli in cartelle con nome=titolo

source: On shutdown/restart warn about any pending jobs being carried out in the background.
it: In caso di avvio o spegnimento, avvisa se vi sono processi attivi in sottofondo.

source: On valid ONIDs, ignore frequency sub network part
it: Ignora la frequenza della parte sottorete sugli ONID validi

source: On your remote, click on the button you want to change
it: Premere il tasto del telecomando che si desidera modificare

source: Once per day
it: Una volta al giorno

source: One
it: Uno

source: One line
it: Una riga

source: One line Alt
it: Una riga Alt

source: OnlineVersionCheck
it: Controllo Versione Online

source: Only active when in standby
it: Attivo solo in standby

source: Only change this setting if you are using a SCR device that has been reprogrammed with a custom programmer. For further information check with the person that reprogrammed the device.
it: Cambia questa impostazione SOLO se stai usando un dispositivo SCR riprogrammato in modo personalizzato. Per ulteriori info chiedere a chi ha riprogrammato il dispositivo.

source: Only free scan
it: Solo canali in chiaro

source: Only move the dish quickly after this hour.
it: Spostare il disco rapidamente solo dopo di quest'ora.

source: Only move the dish quickly before this hour.
it: Spostare il disco rapidamente solo prima di quest'ora.

source: Only on startup
it: Solo all'avvio

source: Only scheduled
it: Solo i programmati

source: Only select 'yes' if you are using a multiswich that requires a DiSEqC Port-A command signal. For all other setups select 'no'.
it: Scegliere ‘Sì’ soltanto se utilizzi un multiswitch che richieda un segnale di comando DiSEqC per la porta A. Per tutte le altre situazioni, scegli ‘no’.

source: Open RDS/RASS screen
it: Apri la schermata RDS/RASS...

source: Open RDS/RASS screen...
it: Apri la schermata RDS/RASS...

source: Open VirtualKeyboard
it: Aprire tastiera virtuale

source: Open bouquet list
it: Aprire elenco bouquet

source: Open infobar EPG
it: Apri EPG della Infobar

source: Open menu
it: Menu principale

source: Open nameserver configuration
it: Aprire configurazione DNS

source: Open seekbar
it: Aprire SeekBar

source: Open service list
it: Aprire elenco canali

source: Open service list and select the next channel
it: Aprire l'elenco canali e selezionare il canale successivo

source: Open service list and select the next channel for PiP
it: Aprire l'elenco canali e scegliere il canale successivo per PiP

source: Open service list and select the previous channel
it: Aprire l'elenco canali e selezionare il canale precedente

source: Open service list and select the previous channel for PiP
it: Aprire l'elenco canali e scegliere il canale precedente per PiP

source: Open setup tuner
it: Aprire impostazioni tuner

source: Open the favourites list
it: Aprire elenco preferiti

source: Open the movie list
it: Aprire elenco registrazioni

source: Open the satellites list
it: Aprire elenco satelliti

source: Open the service list
it: Aprire elenco canali

source: OpenVpn Setup
it: Impostazioni OpenVpn

source: Orbital position
it: Posizione orbitale

source: Ordinary
it: Normale

source: Original
it: Originale

source: Original language
it: lingua originale

source: Oscam/Ncam Info Settings
it: Impostazioni informazioni Oscam/Ncam

source: Oscam/Ncam not running - start Cam to obtain information.
it: Oscam/Ncam non in esecuzione - avviare Cam per ottenere informazioni.

source: Other
it: Altro

source: Other Subtitles & lang
it: Altri sottotitoli e lingua

source: Other functions
it: Altre funzioni

source: Output
it: Uscita

source: PAGE UP/DOWN
it: PAGINA SU/GIÙ

source: PAGEDOWN
it: PAGINA GIÙ

source: PAGEUP
it: PAGINA SU

source: PCM Multichannel
it: Multi canale PCM

source: PCM multichannel
it: Multi canale PCM

source: PCR PID
it: PID PCR

source: PG - Parental Guidance
it: Guida parentale consigliata

source: PGS file
it: File PGS

source: PIP enabled, no HDR
it: PIP abilitato, nwssun HDR

source: PIP with OSD
it: PiP con OSD

source: PLS Code
it: Codice PLS

source: PLS Mode
it: Modalità PLS

source: PLS Mode & PLS Code
it: Modalità PLS e Codice PLS

source: PMT PID
it: PID PMT

source: PRIMETIME
it: PRIMA SERATA

source: Package Manager
it: Gestore pacchetti

source: Package list loading
it: Aggiornamento elenco pacchetti

source: Package list update
it: Aggiornamento elenco pacchetti

source: Package manager
it: Gestore pacchetti

source: Packages
it: Pacchetti

source: Packages to update
it: Aggiornamento elenco pacchetti

source: Page down
it: Pagina giù

source: Page right
it: Pagina destra

source: Page up
it: Pagina su

source: PageBack
it: PaginaIndietro

source: PageFwd
it: PaginaAvanti

source: Pan&scan
it: Pan e Scan

source: Panic to
it: Reimposta a

source: Parent directory
it: Cartella superiore

source: Parental Control
it: Controllo parentale

source: Parental Guidance Recommended
it: Guida parentale consigliata

source: Parental control
it: Controllo parentale

source: Password Actions
it: Azioni password

source: Password Setup
it: Impostazione Password

source: Password changed
it: Password cambiata

source: Pause
it: Pausa

source: Pause movie at end
it: Mette in pausa al termine della riproduzione

source: Pause playback
it: Pausa riproduzione

source: Pause/Continue playback
it: Pausa / Continua la riproduzione

source: Pausing
it: In pausa

source: Peak load (max queued requests per workerthread)
it: Carico di picco (max richieste in coda per thread di lavoro)

source: Percentage
it: Percentuale

source: Percentage left
it: Percentuale a sinistra

source: Percentage right
it: Percentuale a destra

source: Perform a complete image backup before updating.
it: Eseguire un backup immagine completo prima di aggiornare.

source: Perform a full image backup
it: Eseguire un backup completo dell'immagine

source: Perform a settings backup
it: Eseguire un backup delle configurazioni,

source: Perform a settings backup before updating.
it: Eseguire un backup configurazioni prima di aggiornare.

source: Perform an online update check in the background
it: Eseguire un controllo aggiornamenti online in sottofondo

source: Permanently delete all recordings in the trash can?
it: Rimuovere definitivamente tutte le registrazioni dal cestino?

source: Picon Width
it: Larghezza picon

source: Picon and Service Name
it: Picon + nome canale

source: Picon and Service Number
it: Picon + Numero del canale

source: Picon type priority
it: Priorità del tipo Picon

source: Picon width
it: Larghezza picon

source: Picon, Service Number and Service Name
it: Picon + Numero canale + Nome canale

source: Picons: Show in channel list
it: Picons: Mostra nell'elenco dei canali

source: Picture in Picture (PIP)
it: Immagine nell'immagine (PIP)

source: Picture in graphic
it: Immagine in grafica

source: Pilot
it: Pilota

source: Play Audio-CD...
it: Riprodurre CD Audio...

source: Play DVD
it: Riprodurre DVD

source: Play Music...
it: Riprodurre musica...

source: Play as picture in picture
it: Riprodurre come PiP

source: Play audio in background
it: Riproduci la musica in sottofondo

source: Play audio-CD...
it: Riprodurre CD-audio...

source: Play back media files
it: Riproduzione di file multimediali

source: Play entry
it: Riprodurre voce

source: Play from next mark or playlist entry
it: Riprodurre dal contrassegno/voce successivi nella playlist

source: Play from previous mark or playlist entry
it: Riprodurre da contrassegno/voce precedenti nella playlist

source: Play music...
it: Riprodurre musica...

source: Play next
it: Riprodurre il successivo

source: Play next (return to movie list)
it: Riprodurre il successivo (ritorna alla lista film)

source: Play next (return to previous service)
it: Riprodurre il successivo (ritorna al canale precedente)

source: Play previous
it: Riprodurre il precedente

source: Play recorded movies
it: Riproduci filmati registrati

source: Play the %d marked recordings
it: Esegui i %d file selezionati

source: Play the marked recording
it: Esegui il file selezionato

source: Play the selected recording
it: Esegui il file evidenziato

source: Playback
it: Riproduzione

source: Playback information missing Playback aborted to avoid crash Please retry
it: Informazioni di riproduzione mancanti Riproduzione interrotta per evitare un crash Riprova

source: Playpause
it: Pausa riproduzione

source: Please add titles to the compilation.
it: Aggiungere titoli alla collezione

source: Please change the recording end time
it: Modificare l'orario fine registrazione

source: Please choose an extension
it: Selezionare un'estensione...

source: Please choose an extension...
it: Selezionare un'estensione...

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
it: Configurare o verificare i DNS inserendo i parametri richiesti. Appena pronto, premere OK e continuare.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
it: Configurare la connessione a Internet inserendo i parametri richiesti. Appena pronti, premere OK e continuare.

source: Please connect your receiver to the internet
it: Connettere il ricevitore a Internet

source: Please do not change any values unless you know what you are doing!
it: Non modificare alcun parametro se non si è sicuri di cosa si stia facendo!

source: Please enter a name for the new bouquet
it: Inserire un nome per il nuovo bouquet

source: Please enter a name for the new marker
it: Inserire un nome per il nuovo contrassegno

source: Please enter a new filename
it: Inserire un nome per il nuovo file

source: Please enter a new name:
it: Inserire il nuovo nome:

source: Please enter filename (empty = use current date)
it: Inserire un nome per il file (nulla -> usa data corrente)

source: Please enter new description:
it: Inserire una descrizione:

source: Please enter new name:
it: Inserire il nuovo nome:

source: Please enter the correct pin code
it: Inserire il codice PIN corretto

source: Please enter the name of the new directory
it: Inserire un nome per la nuova cartella

source: Please enter the new PIN code
it: Inserire il nuovo codice PIN

source: Please enter the old PIN code
it: Inserire il vecchio codice PIN

source: Please follow the instructions on the TV
it: Seguire le istruzioni mostrate sullo schermo

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
it: Il supporto selezionato precedentemente non è più accessibile: sarà utilizzata la cartella predefinita.

source: Please open Picture in Picture first
it: Prima apri PiP (Picture in Picture)

source: Please press OK to continue.
it: Premere OK per proseguire.

source: Please press OK when ready
it: Premere OK appena pronti

source: Please re-enter the new PIN code
it: Reinserire il nuovo codice PIN

source: Please select a playlist to delete...
it: Selezionare la playlist da rimuovere...

source: Please select a playlist...
it: Selezionare una playlist...

source: Please select a sub service
it: Selezionare un sottocanale...

source: Please select a subservice to record...
it: Selezionare un sottocanale da registrare...

source: Please select a subservice...
it: Selezionare un sottocanale...

source: Please select device to use as SWAP file location.
it: Si prega di selezionare il dispositivo da usare per il file di SWAP.

source: Please select folder that contains .ipk packages.
it: Si prega di specificare una cartella che contenga dei pacchetti.

source: Please select medium to be scanned
it: Selezionare il supporto da scansionare

source: Please select the default action of the EPG button
it: Selezionare l'azione predefinita del pulsante EPG

source: Please select the default action of the INFO button
it: Selezionare l'azione predefinita del pulsante INFO

source: Please select the file to restore.
it: Si prega di selezionare il file da ripristinare.

source: Please select the movie path...
it: Selezionare il percorso registrazioni

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
it: Selezionare l'interfaccia di rete da utilizzare per la connessione a Internet. Premere OK per continuare.

source: Please select the tag to filter...
it: Selezionare una etichetta come filtro...

source: Please select the wireless network that you want to connect to. Please press OK to continue.
it: Selezionare la rete wireless a cui connettersi. Premere OK per continuare.

source: Please set up tuner A
it: Impostare il tuner A

source: Please set up tuner B
it: Impostare il tuner B

source: Please set up tuner C
it: Impostare il tuner C

source: Please set up tuner D
it: Impostare il tuner D

source: Please set up tuner E
it: Impostare il tuner E

source: Please set up tuner F
it: Impostare il tuner F

source: Please set up tuner G
it: Impostare il tuner G

source: Please set up tuner H
it: Impostare il tuner H

source: Please set up tuner I
it: Impostare il tuner I

source: Please set up tuner J
it: Impostare il tuner J

source: Please set up tuner K
it: Impostare il tuner K

source: Please set up tuner Q
it: Impostare il tuner Q

source: Please set up tuner R
it: Impostare il tuner R

source: Please set your time options
it: Imposta le tue opzioni orarie

source: Please set your time options. Press YELLOW to set the time zone via geolocation.
it: Impostare le opzioni dell'orario. Premere GIALLO per impostare il fuso orario tramite geolocalizzazione.

source: Please setup your user interface by adjusting the values till the edges of the user interface box are covering the test pattern and touching the edges of your TV. When you are ready press OK to continue.
it: Regola la tua interfaccia utente (GUI) modificando i valori fino a che i bordi del riquadro dell’interfaccia copriranno il modello e raggiungeranno i bordi della tua TV. Premi OK appena sarai pronto.

source: Please use the direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
it: Utilizzare i tasti < > per muovere la finestra PiP. Utilizzare P+/P- per ridimensionare la finestra. Premere OK per tornare alla modalità TV o EXIT per annullare lo spostamento.

source: Please wait
it: Attendere

source: Please wait (downloading channel list)
it: Attendere (scarico la lista canali)

source: Please wait (updating packages)
it: Attendere (aggiornamento pacchetti)

source: Please wait while gathering EPG data...
it: Attendere la raccolta dati EPG...

source: Please wait while plugins restore completes...
it: Si prega di attendere mentre viene effettuato il ripristino dei plugin...

source: Please wait while scanning for devices...
it: Attendere! Scansione dei dispositivi in corso...

source: Please wait while scanning is in progress...
it: Attendere! Scansione in corso...

source: Please wait while scanning your %s %s devices...
it: Si prega di attendere mentre rilevo i dispositivi del tuo %s %s ...

source: Please wait while settings restore completes...
it: Si prega di attendere mentre viene effettuato il ripristino delle impostazioni…

source: Please wait while starting
it: Attendere: avvio in corso

source: Please wait while stopping
it: Si prega di attendere durante l'arresto

source: Please wait while the flash prepares.
it: Si prega di attendere mentre si prepara il processo di installazione.

source: Please wait while the system gathers information...
it: Si prega di attendere mentre il sistema raccoglie le informazioni...

source: Please wait while we configure your network...
it: Attendere! Configurazione della rete in corso...

source: Please wait while we prepare your network interfaces...
it: Attendere! Configurazione interfacce di rete in corso...

source: Please wait while we test your network...
it: Attendere! Test della rete in corso...

source: Please wait while your network configuration is activated...
it: Attendere! Attivazione della configurazione di rete in corso...

source: Please wait while your network configuration is deactivated...
it: Attendi mentre la configurazione di rete viene disattivata...

source: Please wait, initialising %s.
it: Attendi, inizializzazione di %s.

source: Please wait.
it: Si prega di attendere.

source: Please wait...
it: Attendere...

source: Please wait... Loading list...
it: Prego attendere! Elenco in caricamento...

source: Plugin Browser
it: Sfogliare plugin

source: Plugin browser
it: Sfogliare plugin

source: Plugin browser settings
it: Configurazioni sfoglia plugin

source: Plugin install
it: Installazione plugin

source: Plugin listing failed - e. g. wrong backup destination or no space left on backup device.
it: Elencazione dei plugin fallita, ad es., per errato percorso di destinazione del backup o insufficiente spazio sul dispositivo.

source: Plugins
it: Plugin

source: Poland
it: Polonia

source: Polarisation
it: Polarizzazione

source: Polarization
it: Polarizzazione

source: Polish
it: Polacco

source: Port
it: Porta

source: Port A
it: Porta A

source: Port B
it: Porta B

source: Port C
it: Porta C

source: Port D
it: Porta D

source: Port:
it: Porta:

source: Portugal
it: Portogallo

source: Portuguese
it: Portoghese

source: Position
it: Posizione

source: Position of finished timers in timer list
it: Posizione dei timer conclusi in elenco timer

source: Position of recording icons
it: Posizione icone registrazione

source: Position stored at index
it: Posizione memorizzata nell'indice

source: Positioner
it: Motore

source: Positioner (selecting satellites)
it: Motore (selezione satelliti)

source: Positioner setup
it: Impostazioni motore

source: Positioner setup log
it: Impostazioni log motore

source: Power
it: Accensione

source: Power LCD Display
it: Accensione Display LCD

source: Power Timer Edit
it: Modifica il timer di alimentazione

source: Power Timer List
it: Elenco dei timer di alimentazione
