Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: (DeepStandby request changed to Standby owing to there being streaming clients.)
it: (Richiesta SPEGNIMENTO modificata in Standby a causa della presenza di client in streaming).

source: Recording in progress.
it: Registrazione in corso.

source: Timer '%s' disabled!
it: Timer '%s' disabilitato!

source: (+5 volt terrestrial)
it: terrestre di +5 volt

source: (0 - all networks)
it: (0 - tutti i network)

source: (Channel %s)
it: (Canale %s)

source: (auto detection)
it: (rilevamento automatico)

source: (disabled)
it: (disattivato)

source: (higher than any auto)
it: (superiore a qualsiasi auto)

source: (higher than rotor any auto)
it: (superiore al rotore automatico)

source: (lower than any auto)
it: (inferiore a qualsiasi auto)

source: and
it: e

source: %d Recording
it: %d registrazione

source: %d channel found
it: %d canale trovato

source: %d cores
it: %d core

source: %d days
it: %d giorni

source: %d hour
it: %d ora

source: %d hours
it: %d ore

source: %d items
it: %d elementi

source: %d job is running in the background!
it: %d processo attivo in sottofondo!

source: %d jobs are running in the background!
it: %d processi attivi in sottofondo!

source: %d marked item
it: %d elemento contrassegnato

source: %d marked items
it: %d elementi contrassegnati

source: %d minute
it: %d minuto

source: %d minutes
it: %d minuti

source: %d of %d Bytes
it: %d di %d Byte

source: %d of %d KB
it: %d di %d KB

source: %d pixel wide
it: larghezza %d pixel

source: %d sec
it: %d secondo

source: %d second
it: %d secondo

source: %d seconds
it: %d secondi

source: %d wireless network found!
it: %d rete wireless rilevata!

source: %s %s advanced remote control (native)
it: %s %s telecomando avanzato (nativo)

source: %s %s format data DVD (HDTV compatible)
it: Formato DVD: dati %s %s (compatibile HDTV)

source: %s %s front panel
it: %s %s pannello frontale

source: %s %s ir keyboard
it: %s %s tastiera IR

source: %s %s ir mouse
it: %s %s mouse IR

source: %s %s remote control (native)
it: %s %s telecomando (nativo)

source: %s ( %s Cards )
it: %s ( %s Carte )

source: %s Info - Configuration
it: %s Informazioni - Configurazione

source: %s Info - Main Menu
it: %s Informazioni - Menu principale

source: %s downloads
it: %s download

source: %s is no longer used. Should it be deleted?
it: %s non più in uso: cancellarlo?

source: %s of %s GB
it: %s di %s GB

source: %s of %s MB
it: %s di %s MB

source: %s scheduled update
it: %s aggiornamento pianificato

source: %s updated package available
it: %s aggiornamento disponibile

source: %s webif disabled
it: %s webif disattivato

source: %s%s(Default: %s)
it: %s%s(Predefinito: %s)

source: '%s' already exists
it: '%s' esiste già

source: 'Network peer' automatically detects other Enigma2 receivers on the local network. You can also manually enter the URL or IP address.
it: 'Rete peer' rileva automaticamente altri ricevitori Enigma2 della rete locale. È anche possibile inserire manualmente il loro URL o l'indirizzo IP.

source: (All readers)
it: (Tutti i reader)

source: (Current)
it: (Attuale)

source: (Partition %d)
it: (Partizione %d)

source: (Show only reader) (%s)
it: (Mostra solo il reader) (%s)

source: (You are currently using a temporary sort method)
it: (Attualmente utilizzi un metodo di ordinamento temporaneo)

source: (ZAP as PiP)
it: (ZAP come PiP)

source: (empty)
it: (vuoto)

source: (show optional DVD audio menu)
it: (Mostra il menu opzionale DVD audio)

source: (unknown)
it: (sconosciuto)

source: * = Restart Required
it: * = Riavvio richiesto

source: * Only available if more than one interface is active.
it: * Disponibile solo se è attiva più di un'interfaccia.

source: * current animation
it: * animazione corrente

source: +24 hours
it: Giorno succ.

source: - Max backups to keep (0==all)
it: - Max num. di backup ma conservare (0=tutti)

source: - Query before backup starts
it: - Chiedi prima di avviare il backup.

source: - Query before image backup starts
it: Avvisa prima di eseguire il backup

source: - Repeat how often
it: Tipo di esecuzione

source: - Time of backup to start
it: Orario di avvio

source: -24 hours
it: Giorno preced.

source: -NO SERVICE
it: -NESSUN SERVIZIO

source: -SERVICE ERROR:%d
it: -ERRORE DEL SERVIZIO:%d

source: /s
it: /sec

source: 1 day
it: 1 giorno

source: 1 hour
it: 1 ora

source: 1 minute
it: 1 minuto

source: 1 second
it: 1 secondo

source: 16:9 always
it: 16:9 sempre

source: 1st Infobar timeout
it: Persistenza prima infobar

source: 30 Days
it: 30 giorni

source: 3D Setup
it: Impostazioni 3D

source: 3D Surround
it: Surround 3D

source: 3D Surround Speaker Position
it: Posizione altoparlanti 3D Surround

source: 3D surround speaker position
it: Posizione altoparlanti 3D Surround

source: <Current movielist location>
it: <Percorso lista registrazioni corrente>

source: <Current>
it: <Corrente>

source: <Default movie location>
it: <Percorso registrazioni predefinito>

source: <Default+Picon>
it: <Standard+Picon>

source: <Default>
it: <Standard>

source: <Emergency>
it: <D'emergenza>

source: <Last timer location>
it: <Ultimo percorso timer>

source: <Pending restart>
it: <Da riavviare>

source: <unknown>
it: <sconosciuto>

source: =NO STREAM
it: = Nessuno STREAM

source: A background update check is in progress, please wait a few minutes and try again.
it: È in corso un controllo aggiornamenti in sottofondo: attendere qualche minuto e riprovare.

source: A background update check is in progress, please try again.
it: E’ in corso un controllo in background per aggiornamenti disponibili. Per favore: riprova più tardi.

source: A background update check is in progress, please wait a few minutes and then try again.
it: È in corso un controllo aggiornamenti in sottofondo: attendere qualche minuto e riprovare.

source: A background update check is in progress, please wait a few minutes and try again.
it: È in corso un controllo aggiornamenti in sottofondo: attendere qualche minuto e riprovare.

source: A backup has been detected.
it: È stato rilevato un backup.

source: A client is streaming from this box!
it: Un client sta trasmettendo in streaming da questo box!

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
it: Un file di configurazione originale (%s) è stato modificato: mantenere le proprie modifiche?

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
it: Un file di configurazione originale (%s) è stato modificato: mantenere la propria versione?

source: A finished powertimer wants to reboot your %s %s. Do that now?
it: Un timer di spegnimento prevede di riavviare il %s %s. Procedo?

source: A finished powertimer wants to restart the user interface. Do that now?
it: Un timer di spegnimento prevede il riavvio della GUI. Procedo?

source: A finished powertimer wants to set your %s %s to standby. Do that now?
it: Un timer di spegnimento prevede di porre il %s %s in Standby. Procedo?

source: A finished powertimer wants to shutdown your %s %s. Do that now?
it: Un timer di spegnimento prevede di spegnere il %s %s. Procedo?

source: A finished record timer wants to set your %s %s to standby. Do that now?
it: Un timer di spegnimento prevede di porre il %s %s in Standby. Procedo?

source: A finished record timer wants to shut down your %s %s. Shutdown now?
it: Il termine di una registrazione programmata prevede di spegnere il %s %s. Procedo?

source: A recording has been started: %s
it: E' stata avviata questa registrazione: %s

source: A recording is currently in progress. What do you want to do?
it: Registrazione in corso! Cosa si desidera fare?

source: A recording is currently running on the selected tuner. Please select a different tuner or consider to stop the recording to try again.
it: Una registrazione è attualmente in corso con il tuner selezionato: scegli un tuner diverso o considera di interrompere la registrazione.

source: A recording is currently running. Please stop the recording before starting a service scan.
it: Registrazioni in corso! Si prega di interrompere la registrazione prima di avviare una scansione.

source: A repeating timer or just once?
it: E' un timer singolo o da ripetere?

source: A required tool (%s) was not found.
it: Uno strumento richiesto (%s) non è stato trovato!

source: A second configured interface has been found. Do you want to disable the second network interface?
it: Rilevata una seconda interfaccia di rete già configurata: disabilitarla?

source: A sleep timer wants to set your %s %s to standby. Proceed?
it: Un timer di spegnimento prevede di porre in Standby il %s %s. Procedo?

source: A sleep timer wants to shut down your %s %s. Proceed?
it: Un timer di spegnimento prevede l'arresto del %s %s. Procedo?

source: A timer failed to record! Disable TV and try again?
it: Avvio registrazione programmata fallito! Disabilitare la TV e riprovare?

source: A/V settings
it: Configurazione A/V

source: AAC downmix
it: AAC miscelato

source: AAC transcoding
it: Transcodifica AAC

source: AAC+ downmix
it: AAC+ miscelato

source: AC3 downmix
it: AC3 miscelato

source: AC3 transcoding
it: Transcodifica AC3

source: ACQUIRING TSID/ONID
it: ACQUISIZIONE TSID/ONID

source: AFP Setup
it: Impostazioni AFP

source: ASS file
it: File ASS

source: ATSC provider
it: Provider ATSC

source: AV aspect is %s.
it: La risoluzione AV è %s.

source: Abort
it: Annullare

source: Abort alternatives edit
it: Annullare modifica alternative

source: Abort bouquet edit
it: Annullare la modifica dei bouquet

source: Abort favourites edit
it: Annullare la modifica dei preferiti

source: About
it: Info

source: About screen setup
it: Informazioni sulla configurazione dello schermo

source: Accept the current selection
it: Accetta la selezione corrente

source: Access extensions
it: Estensioni di accesso

source: Accesspoint:
it: Punto di accesso:

source: Action
it: Azione

source: Activate
it: Attivare

source: Activate HbbTV (RedButton)
it: Attivare HbbTV (Tasto rosso)

source: Activate Picture in Picture
it: Attivare PiP

source: Activate network settings
it: Attivare la configurazione di rete

source: Activate the configured network settings.
it: Attivare le impostazioni di rete configurate

source: Activate timeshift end
it: Attivare fine timeshift

source: Activate timeshift end and pause
it: Attivare arresto/pausa timeshift

source: Active
it: Attivo

source: Active clients
it: Client attivi

source: Active:
it: Attivo

source: Adapter Settings
it: Configurazione Adattatore

source: Adapter settings
it: Configurazione adattatore

source: Adaptive date display allows recent dates to be displayed as 'Today' or 'Yesterday'. It hides the year for recordings made this year. It hides the day of the week for recordings made in previous years.
it: Visualizza le date recenti come "Oggi" o "Ieri" e nasconde l'anno per le registrazioni dell’anno corrente. Nasconde il giorno della settimana per le registrazioni fatte negli anni precedenti.

source: Add
it: Crea

source: Add AutoTimer
it: Crea Autotimer

source: Add Language
it: Aggiungi lingua

source: Add Timer
it: CREA Timer

source: Add a Service
it: Aggiunge canale

source: Add a mark
it: Agg. contr.

source: Add a nameserver entry
it: Aggiungere nameserver

source: Add a new title
it: Aggiungere nuovo titolo

source: Add a record timer
it: Crea timer registrazione

source: Add a record timer for current event
it: Crea timer registrazione per evento corrente

source: Add a record timer or an autotimer for current event
it: Crea timer registrazione o autoscatto per evento corrente

source: Add a service or stream to the current bouquet
it: Aggiungi canale o stream al bouquet

source: Add a zap timer for current event
it: Crea un timer di zapping per l'evento corrente

source: Add a zap timer for next event
it: Aggiungere un timer di zapping per il prossimo evento

source: Add alternatives
it: Aggiungere alternative

source: Add an autotimer for current event
it: Aggiungi un autotimer per l'evento corrente

source: Add and edit a record timer for current event
it: Aggiungi e modifica un timer di registrazione per l'evento corrente

source: Add bookmark
it: Aggiungi segnalibro

source: Add bouquet
it: Aggiungi bouquet

source: Add bouquet to parental protection
it: Aggiunge bouquet al controllo parentale

source: Add directory to playlist
it: Aggiunge cartella alla playlist

source: Add file to playlist
it: Aggiunge file alla playlist

source: Add files to playlist
it: Aggiunge file alla playlist

source: Add marker
it: Aggiunge contrassegno

source: Add provider
it: Aggiunge provider

source: Add recording (enter recording duration)
it: Inizia registrazione (inserire durata)

source: Add recording (enter recording endtime)
it: Inizia registrazione (inserire ora termine)

source: Add recording (indefinitely)
it: Inizia registrazione (illimitata)

source: Add recording (stop after current event)
it: Registra SOLO evento corrente (+ margine fine reg.)

source: Add service
it: Aggiunge canale

source: Add service to favourites
it: Aggiunge canale a preferiti

source: Add services to this bouquet?
it: Aggiungi canale al bouquet

source: Add the currently playing service to a bouquet
it: Aggiungi il canale attualmente in riproduzione al bouquet

source: Add timer
it: CREA Timer

source: Add timers
it: CREA Timer

source: Add title
it: Agg. titolo

source: Add to bouquet
it: Aggiunge al bouquet

source: Add to favourites
it: Aggiunge a preferiti

source: Add to parental protection
it: Aggiungi al controllo parentale

source: Add/Edit an autotimer for current event
it: Aggiungi un autotimer per l'evento corrente

source: Add/Remove timer for current event
it: Crea/Elim. timer per evento corrente

source: Adding schedule...
it: Aggiunge pianificazione...

source: Additional cable of motorized LNB
it: Cavo secondario per LNB motorizzato

source: Additional motor options opens a sub-menu where you can enter details from your motor's spec sheet so enigma can work out how long it will take to move the dish from one satellite to another satellite.
it: Le opzioni addizionali del motore vi permettono di inserire i dettagli presi dalle specifiche del vostro motore, cosicché il sistema può capire quanto tempo serve a spostare la parabola da un satellite all’altro.

source: Address
it: Indirizzo

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
it: Regolare il colore in modo che tutte le sfumature risultino distinte, ma appaiano le più sature possibile. Se il risultato appare soddisfacente, premere OK per uscire dalla configurazione avanzata video, o usare i tasti numerici per accedere alle altre schermate.

source: Adult Audience, Strong Violence 15+
it: Pubblico adulto, scene violente: 15+

source: Adult Movie
it: film adulti

source: Advanced
it: Avanzato

source: Advanced options
it: Opzioni avanzate

source: Advanced video enhancement setup
it: Configurazione avanzata miglioramento immagine

source: Advertisement
it: pubblicità/shopping

source: After event
it: Dopo l'evento

source: Alignment of events
it: Allineamento eventi

source: Alignment of service names
it: Allineamento nome canali

source: Alignment of service numbers
it: Allineamento della numerazione canali

source: Alignment of timeline date
it: Allineamento dati della Timeline

source: All
it: Tutto

source: All ages
it: Tutte le età

source: All frequency
it: Tutte le frequenze

source: All satellites 1 (USALS)
it: Tutti i satelliti 1 (USALS)

source: All satellites 2 (USALS)
it: Tutti i satelliti 2 (USALS)

source: All satellites 3 (USALS)
it: Tutti i satelliti 3 (USALS)

source: All satellites 4 (USALS)
it: Tutti i satelliti 4 (USALS)

source: All services provider
it: Tutti i canali del provider

source: All slots
it: Tutte le risoluzioni

source: Allocate
it: Assegnare

source: Allocate a number to the physical LNB you are configuring. You will be able to select this LNB again for other satellites (e.g. motorised dishes) to save setting up the same LNB multiple times.
it: Assegna un numero all’LNB fisico che stai configurando. Potrai comunque utilizzare questo LNB per altri satelliti (ad es. con parabole motorizzate) per risparmiarti di configurare lo stesso LNB più volte.

source: Allocate unused memory index
it: Allocare memoria non usata

source: Allow fast skin reload
it: Rilettura automatica

source: Allow subtitle language to equal audio language
it: Consente lingua sottotitoli uguale all'audio

source: Allow subtitles for hearing impaired
it: Consente sottotitoli per non udenti

source: Allow unstable (experimental) updates
it: Consente aggiornamenti instabili (sperimentali)

source: Allows the %s %s to load the saved EPG data regularly.
it: Permette al %s %s di ricaricare l'EPG a intervalli regolari.

source: Allows the %s %s to save the EPG data regularly.
it: Fa sì che il %s %s salvi l'EPG a intervalli regolari.

source: Allows the TV remote to be used to control the receiver.
it: Permette di utilizzare il telecomando della TV per controllare il ricevitore.

source: Allows the script runner to be launched from extensions.
it: Permette l'avvio dello script dal menu estensioni.

source: Allows the softcam manager to be launched from extensions.
it: Permette l'avvio dello script dal menu estensioni.

source: Allows you to close the window automatically.
it: Permette la chiusura della finestra automaticamente.

source: Allows you to enable the debug logs. They contain very detailed information about everything the system does. Reboot required to enable this!
it: Consente di attivare il registro di debug che contiene informazioni dettagliate su tutta l'attività del sistema. Per attivarlo è richiesto il riavvio!

source: Allows you to enable/disable displaying icons on the front panel.
it: Consente di attivare/disattivare la visualizzazione icone sul pannello frontale.

source: Allows you to give your image filename a custom prefix.
it: Consente di assegnare un prefisso personalizzato al nome del file immagine.

source: Allows you to hide the extensions of known file types.
it: Consente di nascondere le estensioni dei file conosciuti.

source: Allows you to schedule your backups.
it: Permette di pianificare il backup.

source: Allows you to schedule your image backups.
it: Permette di pianificare il backup immagine.

source: Allows you to set a schedule to import the EPG and channels list. The EPG and channels list will always be imported on reboot or GUI restart.
it: Vi permette di impostare un orario per importare l’EPG e la lista canali ed esse saranno sempre importate all’avvio.

source: Allows you to set a schedule to perform an EPG update.
it: Consente di impostare una pianificazione per l'esecuzione di un aggiornamento EPG.

source: Allows you to set the maximum size (MB) of the individual debug logs. When that size is reached, the log file will be truncated to the maximum size every 60 minutes.
it: Imposta la grandezza massima in MB del registro degli errori. Quando viene raggiunto questo limite, il registro viene troncato perché non lo superi, con un controllo fatto ogni ora.

source: Allows you to setup the button to do what you choose.
it: Consente di configurare il tasto scelto.

source: Allows you to show/hide CCcam Info in extensions -blue button.
it: Visualizza / Nasconde le informazioni sulla CCcam nelle estensioni - Tasto blu.

source: Allows you to show/hide Log Manager in extensions (blue button).
it: Consente di mostrare/nascondere il Gestore del Registro nel pannello (tasto blu).

source: Allows you to show/hide OScam/Ncam Info in extensions -blue button.
it: Visualizza / Nasconde le informazioni sulla OScam/Ncam nelle estensioni - Tasto blu

source: Allows you to tag your backups to a box.
it: Permette di taggare i backup.

source: Alpha
it: Alfabetico

source: Alphabetical under headings
it: Alfabetico sotto le intestazioni

source: Alphanumeric
it: Alfanumerico

source: Also on standby
it: Anche in Standby

source: Alternative
it: Alternativo

source: Alternative numbering mode
it: Modalità numerazione alternativa

source: Alternative radio mode
it: Modalità radio alternativa

source: Alternative services tuner priority
it: Priorità tuner per canali alternativi

source: Always
it: Sempre

source: Always hide infobar
it: Nascondere sempre la Infobar

source: Always select OK
it: Scegli sempre OK

source: Always show bouquets
it: Mostra sempre i bouquet

source: An empty filename is illegal.
it: Un nome di file vuoto non è consentito!

source: An error occurred while downloading the packetlist. Please try again.
it: Errore durante il download della lista pacchetti. Riprovare.

source: An unknown error occurred!
it: Si è verificato un errore sconosciuto!

source: Animals
it: Animali

source: Animation
it: Animazioni

source: Animation Speed
it: Velocità animazioni

source: Animations
it: Animazioni

source: Any activity
it: Tutte le attività

source: Arabic
it: Arabo

source: Are You Sure ?
it: Sei sicuro?

source: Are you ready to install %s ?
it: Pronto per installare %s?

source: Are you ready to install ?
it: Pronto per installare?

source: Are you ready to remove %s ?
it: Pronto a rimuovere %s?

source: Are you sure you want to activate this network configuration?
it: Attivare questa configurazione di rete?

source: Are you sure you want to delete all the selected logs:
it: Cancellare tutti i log selezionati:

source: Are you sure you want to delete image:
it: Sei sicuro di voler eliminare l'image

source: Are you sure you want to delete the EPG data from:
it: Sei sicuro di voler eliminare i dati EPG da:

source: Are you sure you want to delete this log:
it: Sei sicuro di voler eliminare questo log?

source: Are you sure you want to delete this:
it: Sei sicuro di voler eliminare questo:

source: Are you sure you want to disable this network configuration?
it: Sei sicuro di voler disabilitare questa configurazione di rete?

source: Are you sure you want to download this image:
it: Sei sicuro di voler scaricare questa immagine:

source: Are you sure you want to exit this wizard?
it: Uscire da questa configurazione guidata?

source: Are you sure you want to overwrite the Recovery image?
it: Sei sicuro di voler sovrascrivere il image di ripristino?

source: Are you sure you want to reload the EPG data from:
it: Ricaricare i dati EPG da?:

source: Are you sure you want to remove all %d.%d%s%s services?
it: Rimuovere tutti i canali %d.%d%s%s?

source: Are you sure you want to remove all cable services?
it: Rimuovere tutti i canali via cavo?

source: Are you sure you want to remove all terrestrial services?
it: Rimuovere tutti i canali terrestri?

source: Are you sure you want to remove this entry?
it: Rimuovere questo elemento?

source: Are you sure you want to restart your network interfaces?
it: Riavviare le interfacce di rete?

source: Are you sure you want to restore this backup:
it: Sei sicuro di voler ripristinare questo backup:

source: Are you sure you want to save the EPG Cache to:
it: Salvare la cache EPG in ?

source: Are you sure you want to update your %s %s?
it: Sei sicuro di voler aggiornare il tuo %s %s?

source: Art/Literature
it: letteratura

source: Arte e Cultura
it: Arti/Cultura

source: Artist
it: Artista

source: Arts & Culture
it: Arti/Cultura

source: Arts/Culture
it: Arti/Cultura

source: Arts/Culture (without music)
it: arti/cultura (non musica)

source: Ask user
it: Chiedere all'utente

source: Ask user (with default as 'no')
it: Chiedi a utente (predefinito 'NO')

source: Ask user (with default as 'yes')
it: Chiedi a utente (predefinito 'SÌ')
