Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: Delay after diseqc peripherial poweron command
it: Ritardo dopo comando Power ON su periferica DiSEqC

source: Delay after diseqc reset command
it: Ritardo dopo comando di reset DiSEqC

source: Delay after enable voltage before motor command
it: Ritardo tra tensione alimentazione e comando motore

source: Delay after enable voltage before switch command
it: Ritardo dopo l'attivazione della tensione prima del comando commutazione

source: Delay after final continuous tone change
it: Ritardo dopo il cambio di tono continuo finale

source: Delay after last diseqc command
it: Ritardo dopo l'ultimo comando DiSEqC

source: Delay after last voltage change
it: Ritardo dopo l'ultimo cambio tensione

source: Delay after motor stop command
it: Ritardo dopo il comando arresto motore

source: Delay after set voltage before measure motor power
it: Ritardo dopo la variazione di tensione e prima della rilevazione potenza del motore

source: Delay after toneburst
it: Ritardo dopo Toneburst

source: Delay after voltage change before motor command
it: Ritardo dopo la variazione tensione del motore e comando motore

source: Delay before key repeat starts:
it: Ritardo iniziale ripetizione tasto:

source: Delay before sequence repeat
it: Ritardo prima della ripetizione di una sequenza comandi

source: Delay between CEC commands when sending a series of commands. Some devices require this delay for correct functioning, usually between 50-150ms.
it: Intervallo fra un comando CEC e il successivo, quando sono inviati in serie. Alcuni dispositivi hanno bisogno di un certo intervallo per funzionare correttamente (di solito fra 50 e 150ms).

source: Delay between diseqc commands
it: Ritardo tra comandi DiSEqC

source: Delay between switch and motor command
it: Ritardo tra commutazione e comando motore

source: Delay for external subtitles
it: Ritardo per sottotitoli esterni

source: Delay in milliseconds after finish scrolling text on display.
it: Ritardo in (ms) dopo il termine testo a scorrimento.

source: Delay in milliseconds before start of scrolling text on display.
it: Ritardo in (ms) prima dell'avvio testo a scorrimento.

source: Delay:
it: Ritardo:

source: Delete
it: Elimina

source: Delete %s?
it: Eliminare %s?

source: Delete Confirmation
it: Confermare eliminazione

source: Delete EPG Cache
it: Cancella EPG

source: Delete Language(s)
it: Cancella lingue

source: Delete Timer
it: Elimina timer

source: Delete entry
it: Eliminare la voce

source: Delete failed!
it: Eliminazione fallita!

source: Delete file
it: Eliminare file

source: Delete playlist entry
it: Eliminare voce dalla playlist

source: Delete saved playlist
it: Eliminare la playlist salvata

source: Deleted %s!
it: Eliminato %s!

source: Deleted '%s'
it: Eliminato '%s'

source: Deleted image
it: Elimina image

source: Deleted items
it: Elementi eliminati

source: Deleting files
it: Eliminare i file

source: Denmark
it: Danimarca

source: Descramble & record ECM' gives the option to descramble afterwards if descrambling on recording failed. 'Don't descramble, record ECM' save a scramble recording that can be descrambled on playback. 'Normal' means descramble the recording and don't record ECM.
it: Decodificare E registrare ECM consente di decodificare in seguito a registrazione non riuscita. ‘NON’ decodificare, REGISTRA ECM’ salva una registrazione decodificabile in riproduzione. ‘NORMALE’ consente di decodificare la registrazione e non salvare ECM.

source: Descramble receiving http streams
it: Decodificare ricezione flussi HTTP

source: Descramble sending http streams
it: Decodificare invio flussi HTTP

source: Description
it: Descrizione

source: Deselect
it: Deselezionare

source: Detect next boxes before standby
it: Controlla se altri dispositivi sono in Standby

source: Detect programs split by news bulletins. Choose the maximum duration in minutes to consider as a bulletin, or 0 to disable.
it: Individua eventi intervallati da notizie flash. Questa è la durata MASSIMA in minuti perché un'interruzione sia considerata come causata da notizie flash, oppure 0 disabilita la funzione.

source: Detected devices:
it: Dispositivi rilevati:

source: Detected tuners:
it: Tuner rilevati:

source: Device
it: Dispositivo

source: Device %s
it: Dispositivi %s

source: Device mounts
it: Mount dispositivo

source: Device:
it: Dispositivo:

source: Device: None available
it: Supporto: nessuno disponibile

source: Devicename:
it: Nome dispositivo:

source: Devices
it: Dispositivi

source: DiSEqC 1.0 command
it: Comando DiSEqC 1.0

source: DiSEqC 1.1 command
it: Comando DiSEqC 1.1

source: DiSEqC 1.1 repeats
it: Ripetizioni DiSEqC 1.1

source: DiSEqC mode
it: Modalità DiSEqC

source: DiSEqC port %s: %s
it: Porta DiSEqC %s: %s

source: DiSEqC-tester settings
it: DiSEqC-test configurazioni

source: Digital contour removal
it: Rimozione del contorno digitale

source: Dim delay
it: Ritardo attenuazione

source: Dim the LCD after specified time.
it: Attenuazione LCD dopo tempo specificato.

source: Direct playback of linked titles without menu
it: Riproduzione diretta dei titoli collegati senza menu

source: Directory
it: Cartella

source: Directory %s does not exist.
it: La cartella %s non esiste.

source: Directory '%s' does not exist.
it: La cartella %s non esiste.

source: Directory browser
it: Sfogliare cartelle

source: Disable
it: Disabilita

source: Disable Animations
it: Disabilitare animazioni

source: Disable FCC during recordings
it: Disabilita FCC durante le registrazioni

source: Disable Fast Channel Change
it: Disabilita canale rapido (FCC)

source: Disable Picture in Picture
it: Disabilita PiP

source: Disable Timer
it: Disabilita timer

source: Disable background scanning
it: Disabilitare scansione in sottofondo

source: Disable move mode
it: Disabilitare spostamento

source: Disabled
it: Disabilitato

source: Disk space to reserve for recordings (in GB)
it: Dimensioni HDD riservate per le registrazioni (in GB)

source: Disk state:
it: Stato scansione:

source: Display 16:9 content as
it: Mostra contenuti 16:9 come

source: Display 4:3 content as
it: Mostra contenuti 4:3 come

source: Display >16:9 content as
it: Mostra contenuti > 16:9 come

source: Display message before playing next movie
it: Notifica prima di riprodurre il prossimo video

source: Display the EIT now/next event data in infobar.
it: Mostra EIT corrente e prossimo nella infobar.

source: Do not center DVB subs on this service
it: Non centrare i sottotitoli DVB per questo servizio

source: Do not change
it: Non modificare.

source: Do not record
it: Non registrare

source: Do nothing
it: Non fare nulla

source: Do you really want to check the filesystem? This could take a long time!
it: Si desidera eseguire una verifica del filesystem? Attenzione: potrebbe richiedere molto tempo!

source: Do you really want to delete %s?
it: Si desidera eliminare %s?

source: Do you really want to delete selected language:
it: Vuoi davvero eliminare il linguaggio selezionato?

source: Do you really want to delete this timer ?
it: Si desidera eliminare questo timer?

source: Do you really want to download the plugin "%s"?
it: Si desidera scaricare il plugin "%s"?

source: Do you really want to exit?
it: Si desidera confermare l'uscita?

source: Do you really want to initialize this device? All the data on the device will be lost!
it: Vuoi davvero formattare quest’unità? Tutti i suoi dati saranno cancellati.

source: Do you really want to move '%s' to the trash can?
it: Vuoi davvero eliminare definitivamente '%s' dal cestino?

source: Do you really want to move these %d items to the trash can?
it: Vuoi davvero eliminare definitivamente questi %d elementi dal cestino?

source: Do you really want to permanently delete '%s' from the trash can?
it: Vuoi davvero eliminare definitivamente '%s' dal cestino?

source: Do you really want to permanently delete '%s'?
it: Vuoi davvero eliminare definitivamente '%s' dal cestino?

source: Do you really want to permanently delete these %d items from the trash can?
it: Vuoi davvero eliminare definitivamente questi %d elementi dal cestino?

source: Do you really want to permanently delete these %d items?
it: Vuoi davvero eliminare definitivamente questi %d elementi dal cestino?

source: Do you really want to remove directory %s from the disk?
it: Si desidera rimuovere la cartella %s dal disco?

source: Do you really want to remove the plugin "%s"?
it: Si desidera rimuovere il plugin "%s"?

source: Do you really want to remove the timer for %s?
it: Si desidera rimuovere il timer per %s?

source: Do you really want to remove your bookmark of %s?
it: Si desidera rimuovere il segnalibro da %s?

source: Do you really want to stop the current recording and delete timer %s?
it: Vuoi davvero fermare la registrazione e cancellare il timer %s?

source: Do you want to burn this collection to DVD medium?
it: Si desidera masterizzare la raccolta su DVD?

source: Do you want to change the default skin
it: Vuoi cambiare la skin di default

source: Do you want to continue?
it: Si desidera continuare?

source: Do you want to create a full image backup? This can take about 6 minutes to complete.
it: Si desidera creare un backup completo dell’immagine? Il processo può impiegare circa 6 minuti.

source: Do you want to delete all the selected files: (choose 'No' to only delete the currently selected file.)
it: Vuoi cancellare tutti i file selezionati? (scegli ‘No’ per cancellare SOLO QUELLO attualmente SELEZIONATO).

source: Do you want to do a service scan?
it: Si desidera effettuare una ricerca canali?

source: Do you want to do another manual service scan?
it: Si desidera effettuare un'altra ricerca canali manuale?

source: Do you want to flash image %s
it: Vuoi installare l'immagine %s

source: Do you want to install plugins
it: Vuoi installare i plugin

source: Do you want to install the package:
it: Si desidera installare il pacchetto:

source: Do you want to play DVD in drive?
it: Si desidera riprodurre il DVD inserito?

source: Do you want to preview this DVD before burning?
it: Vuoi vedere in anteprima questo DVD prima della masterizzazione?

source: Do you want to reboot your %s %s
it: Si desidera riavviare il %s %s

source: Do you want to reboot your receiver?
it: Si desidera riavviare il ricevitore?

source: Do you want to remove the package:
it: Si desidera rimuovere il pacchetto:

source: Do you want to restart GUI now ?
it: Vuoi riavviare ora l'interfaccia utente (GUI)?

source: Do you want to restore your Enigma2 plugins ?
it: Vuoi ripristinare i tuoi plugin?

source: Do you want to restore your Enigma2 settings ?
it: Vuoi ripristinare le tue configurazioni del sistema?

source: Do you want to restore your enigma2 settings ?
it: Vuoi ripristinare le tue configurazioni del sistema?

source: Do you want to restore your settings?
it: Si desidera ripristinare le configurazioni?

source: Do you want to resume playback?
it: Riprendere dall'ultima posizione?

source: Do you want to update the package:
it: Si desidera aggiornare il pacchetto:

source: Do you want to update your %s %s?
it: Si desidera aggiornare %s %s?

source: Docudrama
it: Dramma

source: Documentary
it: Documentario

source: Domain
it: Dominio

source: Don't restart
it: Non riparare

source: Don't save
it: Non salvare

source: Don't show default
it: Non mostrare

source: Don't stop current event but disable future events
it: Non interrompere l'evento corrente e annullare i futuri

source: Don't zap
it: Non cambiare canale

source: Don't zap and disable timer
it: Non cambiare canale e annullare il timer

source: Don't zap and remove timer
it: Non cambiare canale e rimuovere il timer

source: Done - Installed, upgraded or removed %d package (%s)
it: Fatto! Installato, aggiornato o rimosso %d pacchetto (%s)

source: Down
it: Giù

source: Download confirmation
it: Conferma download

source: Download plugins
it: Scarica plugin

source: Downloading
it: Download in corso

source: Downloading plugin information. Please wait...
it: Ricerca informazioni plugin in corso. Attendere...

source: Drama
it: Dramma

source: Drivers: %s
it: Data dei driver: %s

source: Drivers: %s
it: Driver: %s

source: Drop unconfigured satellites
it: Tralascia i satelliti non configurati.

source: Dutch
it: Olandese

source: Dynamic contrast
it: Contrasto dinamico

source: E2 (re)starts: %s
it: Riavvii sistema: %s

source: ECM Info
it: Info ECM

source: ECM data will be included in the stream. This enables a client receiver to decode it.
it: Abilitato: i dati ECM saranno inclusi nel flusso. Questo permette a un ricevitore client di decodificarli

source: EPG Cache Check
it: Controllo cache EPG

source: EPG Search
it: Cerca in EPG

source: EPG access
it: Cerca in EPG

source: EPG button (long)
it: Tasto EPG (lungo)

source: EPG button (short)
it: Tasto EPG (breve)

source: EPG button action
it: Funzione pulsante EPG

source: EPG filename
it: Nome del file EPG

source: EPG language selection 1
it: Selezione lingua 1 EPG

source: EPG language selection 2
it: Selezione lingua 2 EPG

source: EPG location
it: Posizione di EPG

source: EPG settings
it: Configurazione EPG

source: ERROR - failed to scan (%s)!
it: ERRORE-Ricerca fallita (%s)!

source: ERROR: Check is already running in background, please wait a few minutes and try again
it: ERRORE: vi è già in corso un controllo. Attendere qualche minuto e riprovare.

source: ERROR: No internet found
it: ERRORE: nessuna connessione Internet trovata

source: ERROR: No network found
it: ERRORE: nessuna rete trovata

source: ERROR: Response 403 Forbidden
it: ERRORE: risposta 403 vietata

source: ERROR: Response 404 Not Found
it: ERRORE: risposta 403 non trovata

source: East
it: Est

source: East limit set
it: Limite impostato a Est

source: Eastern
it: Est

source: Ecm Info
it: Info Ecm

source: Ecm Statistics
it: Statistiche ECM

source: Ecm Time
it: Tempo di ECM

source: Ecm avg
it: Media ECM

source: Ecm last
it: Ultimo ECM

source: Edit
it: Modifica

source: Edit AutoTimer
it: Modifica autotimer

source: Edit DNS
it: Modificare DNS

source: Edit Timer
it: Modifica timer

source: Edit alternatives
it: Modificare alternative

source: Edit chapters of current title
it: Modificare capitoli del titolo corrente

source: Edit menu
it: Modifica menu

source: Edit new entry
it: Modificare la nuova voce

source: Edit settings
it: Mod. configurazioni

source: Edit the Nameserver configuration of your %s %s.
it: Modificare configurazione DNS del %s %s.

source: Edit the network configuration of your %s %s.
it: Modificare configurazione di rete del %s %s.

source: Edit title
it: Mod. titolo

source: Education
it: Formazione

source: Education/Information
it: Formazione/informazione

source: Education/Science/Factual
it: educazione/scienza/fatti

source: Educational
it: Formazione

source: Elapsed
it: Trascorso

source: Elapsed & Remaining
it: Trascorso e rimanente

source: Empty slot
it: Posizione vuota

source: Empty trash can
it: Svuotare il cestino

source: Enable
it: Attiva

source: Enable 5V for active antenna
it: Abilitare 5V per antenna attiva

source: Enable Bluetooth Audio
it: Abilita l'audio Bluetooth

source: Enable EIT EPG
it: Abilitare EIT EPG

source: Enable EPG event name abbreviation removal
it: Abilitare rimozione abbreviazione nome evento in EPG

source: Enable FreeSat EPG
it: Abilitare FreeSat EPG

source: Enable MHW EPG
it: Abilitare MHW EPG

source: Enable Netmed EPG
it: Abilitare Netmed EPG

source: Enable OpenTV EPG
it: Abilita l'EPG di tipo OpenTV

source: Enable OpenTV download
it: Abilita l'EPG di tipo OpenTV

source: Enable SWAP at startup
it: Abilita lo swap all’avvio

source: Enable ViaSat EPG
it: Abilitare Viasat EPG

source: Enable Virgin EPG
it: Abilitare Virgin EPG

source: Enable auto cable scan
it: Abilitare scansione automatica cavo

source: Enable automatic collections
it: Abilita raggruppamento titoli uguali

source: Enable blinking
it: Abilitare blinking

source: Enable blinking rec symbol on the LCD Display
it: Abilita il lampeggio del simbolo registrazione nel display LCD

source: Enable bouquet edit
it: Abilitare modifica bouquet

source: Enable client mode
it: Abilitare modalità client

source: Enable debug logs *
it: Abilitare i registri di debug *

source: Enable fallback remote receiver
it: Abilitare ricevitore remoto fallback

source: Enable favourite edit
it: Abilitare modifica preferiti

source: Enable infobar fade-out
it: Abilitare dissolvenza Infobar

source: Enable move mode
it: Abilitare spostamento

source: Enable multiple bouquets
it: Abilitare bouquet multipli

source: Enable new GStreamer playback
it: Abilita la nuova riproduzione GStreamer

source: Enable or disable client mode.
it: Abilitare o disattivare modalità client

source: Enable or disable using HDMI-CEC.
it: Abilita o disabilita le funzioni di HDMI-CEC.

source: Enable panic button
it: Abilitare il tasto panic

source: Enable parental protection
it: Abilitare protezione controllo parentale

source: Enable teletext caching
it: Abilitare la cache Televideo

source: Enable this setting if your aerial system needs power
it: Abilita questa impostazione se il tuo sistema satellitare ha bisogno di corrente elettrica.

source: Enable timer conflict detection
it: Abilitare il rilevamento conflitti dei timer

source: Enable to display all true/false, yes/no, on/off and enable/disable set up options as a graphical switch.
it: Abilita per mostrare tutte le opzioni di tipo sì/no, on/off o abilitato/disabilitato come interruttore grafico.

source: Enable to highlight events that are currently in progress.
it: Abilitare per evidenziare gli eventi che sono attualmente in corso.

source: Enable usage of tuners from another Enigma2 receiver on the local network. Remote tuners will be used when tuners are not available on this receiver. (No free tuner or service type is not available.)
it: Permette di utilizzare i tuner di un altro ricevitore Enigma2 nella rete locale. I tuner remoti verranno utilizzati quando non ve ne sono disponibili a sufficienza in questo ricevitore. (Evita l’errore: “Nessun tuner libero o servizio non disponibile”.)

source: Enabled
it: Abilitato

source: Encrypted TV
it: TV Codificato

source: Encrypted:
it: Codificato:

source: Encryption
it: Codifica

source: Encryption Type:
it: Tipo di crittografia:

source: Encryption key
it: Chiave di codifica

source: Encryption key type
it: Tipo chiave di codifica

source: Encryption:
it: Codifica:

source: End
it: Fine

source: End alternatives edit
it: Fine modifica alternative

source: End bouquet edit
it: Fine modifica bouquet

source: End favourites edit
it: Fine modifica favoriti

source: End time
it: Orario fine

source: English
it: Inglese

source: Enigma2 debug level.
it: Livella di registro

source: Enigma2 uptime: %s
it: Avviato da: %s

source: Enough Retries, delaying till next schedule.
it: Troppi tentativi: rimando fino alla prossima pianificazione.

source: Enough retries, delaying till next schedule.
it: Troppi tentativi: rimando fino alla prossima pianificazione.

source: Enter
it: Inserire

source: Enter PIN
it: Inserire il PIN

source: Enter PIN Code
it: Inserire il PIN

source: Enter if you are in the east or west hemisphere.
it: Indica se ti trovi nell'emisfero est o ovest.

source: Enter if you are north or south of the equator.
it: Indica se sei a nord o a sud dell'equatore.

source: Enter main menu
it: Accedi al menu principale

source: Enter persistent PIN code
it: Inserire codice PIN persistente

source: Enter pin code
it: Inserire il codice PIN

source: Enter service number
it: Inserire il numero del canale

source: Enter the FTP password of the host receiver (required for any server running OpenViX 5.4 or greater).
it: Inserire il nome utente FTP del ricevitore host (required for any server running OpenViX 5.4 or greater)

source: Enter the FTP port of the host receiver (normally '21').
it: Inserire la porta FTP del ricevitore host (di solito la '21')

source: Enter the FTP username of the host receiver (normally 'root').
it: Inserire il nome utente FTP del ricevitore host (di solito 'root')

source: Enter the IP address of the host receiver.
it: Inserire l'indirizzo IP del server host

source: Enter the IP address of the receiver to use for fallback tuners.
it: Inserire l'indirizzo IP da utilizzare per questo tuner fallback.

source: Enter the URL/IP of the fallback remote receiver, e.g. '192.168.0.1'. The other details such as 'http://' and port number will be filled in automatically when you select save.
it: Inserire l'URL/IP del ricevitore remoto fallback; ad esempio: 192.168.0.1'. Dettagli come numero porta e 'http://' saranno completati automaticamente con salva.

source: Enter the domain of the host receiver. Do not include 'http://' or port number.
it: Inserire il dominio del ricevitore host (non includere 'http://' o numero della porta)

source: Enter the frequency at which you LNB switches between low band and high band. For more information consult the spec sheet of your LNB.
it: Inserisci la frequenza alla quale il tuo LNB commuta fra banda alta e banda bassa. Per maggiori informazioni, consulta le specifiche del tuo LNB.

source: Enter the frequency step size for the tuner to use when searching for cable multiplexes. For more information consult your cable provider's documentation.
it: Inserisci il passo di frequenza che il tuo tuner dovrà utilizzare quando scansiona le frequenze via cavo. Per maggiori informazioni, consulta la documentazione fornita dal tuo gestore.

source: Enter the number stored in the positioner that corresponds to this satellite.
it: Inserire il nr. memorizzato nel posizionatore corrispondente a questo satellite.

source: Enter the service pin
it: Inserire il codice PIN canale

source: Enter the streaming port of the host receiver (normally '8001').
it: Immettere la porta per lo streaming del ricevitore host (di solito la '8001')

source: Enter your current latitude. This is the number of degrees you are from the equator as a decimal.
it: Inserisci la tua latitudine corrente. Questo è il numero di gradi della tua posizione dall'equatore come decimale.

source: Enter your current longitude. This is the number of degrees you are from zero meridian as a decimal.
it: Inserisci la tua longitudine. Questo è il numero di gradi della tua posizione dal meridiano zero come decimale.

source: Enter your high band local oscillator frequency. For more information consult the spec sheet of your LNB.
it: Inserisci la frequenza alta di oscillazione. Per maggiori informazioni, consulta le specifiche del tuo LNB.

source: Enter your low band local oscillator frequency. For more information consult the spec sheet of your LNB.
it: Inserisci la frequenza bassa di oscillazione. Per maggiori informazioni, consulta le specifiche del tuo LNB.

source: Entertainment
it: Intrattenimento

source: Entitlements
it: Diritti

source: Environment
it: l'ambiente

source: Epg/Guide
it: Guida/EPG

source: Epg/Guide long
it: Guida EPG lungo

source: Equal to
it: Uguale a

source: Equestri
it: equestre

source: Equestrian
it: equestre

source: Error
it: Errore

source: Error code
it: Codice errore

source: Error executing plugin
it: Errore esecuzione plugin!

source: Error reading webpage!
it: Errore lettura pagina web!

source: Error: %s
it: Errore: %s

source: Error: %s Retry?
it: Errore: %s riprovare?

source: Estonian
it: Estone

source: Ethernet network interface
it: Interfaccia di rete Ethernet

source: Event
it: Evento

source: Event Info
it: Info evento

source: Event font size
it: Dimensione carattere evento

source: Event name first
it: Titolo dell'evento

source: Event view
it: Visualizza evento

source: Event view menu
it: Menu vista eventi

source: Events
it: Eventi

source: Every 12 hours
it: Ogni 12 ore

source: Every 2 hours
it: Ogni 2 ore
