Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: Power Timers
it: Timer di alimentazione

source: Power long
it: Accensione (a lungo)

source: Power management. Consult your receiver's manual for more information.
it: Gestione dell'alimentazione. Per ulteriori informazioni, consultare il manuale del ricevitore.

source: Power menu
it: Menu accensione

source: Power threshold in mA
it: Limite di potenza in mA

source: Power threshold. Consult your receiver's manual for more information.
it: Soglia alimentazione. Per ulteriori informazioni, consultare il manuale del ricevitore.

source: Predefined
it: Predefinito

source: Predefined transponder
it: Transponder predefinito

source: Prefer AC3 track
it: Privilegiare le tracce AC3

source: Prefer AC3+ track
it: Privilegiare le tracce AC3+

source: Prefer audio track stored by service
it: Ricordare la traccia audio selezionata dall’utente

source: Prefer graphical DVB subtitles
it: Privilegiare i sottotitoli grafici DVB

source: Prefer subtitles for hearing impaired
it: Privilegiare i sottotitoli per non udenti

source: Prefer subtitles stored by service
it: Ricordare la scelta dei sottotitoli fatta dall’utente

source: Preferred tuner
it: Tuner preferito

source: Preferred tuner ATSC
it: Tuner preferito ATSC

source: Preferred tuner ATSC for recordings
it: Tuner preferito ATSC per le registrazioni

source: Preferred tuner DVB-C
it: Tuner DVB-C preferito

source: Preferred tuner DVB-C for recordings
it: Tuner DVB-C preferito per le registrazioni

source: Preferred tuner DVB-S
it: Tuner DVB-S preferito

source: Preferred tuner DVB-S for recordings
it: Tuner DVB-S preferito per le registrazioni

source: Preferred tuner DVB-T
it: Tuner DVB-T preferito

source: Preferred tuner DVB-T for recordings
it: Tuner DVB-T preferito per le registrazioni

source: Preferred tuner for recordings
it: Tuner preferito per registrazioni

source: Preparing extra plugins...
it: Preparazione plugin aggiuntivi...

source: Preparing... Please wait
it: In preparazione. Attendere...

source: Press '0' to toggle PiP mode
it: Premere '0' per cambiare modalità PiP

source: Press 'Menu' to select a storage device
it: Premere "Menu" per selezionare un dispositivo di archiviazione

source: Press 'OK' to select from service list
it: Premere 'OK' per selezionare dall'elenco dei canali

source: Press OK
it: Premere OK

source: Press OK on your remote control to continue.
it: Premere OK per proseguire

source: Press OK to activate the selected%s skin.
it: Premi OK per scegliere la skin %s selezionata

source: Press OK to edit the settings.
it: Premere OK per modificare la configurazione

source: Press OK to get further details for %s
it: Premere OK per dettagli avanzati per %s.

source: Press OK to keep the currently selected%s skin.
it: Premi OK per mantenere la skin %s attualmente selezionata

source: Press OK to select a group of satellites to configure in one block.
it: Premere OK per selez. un gruppo di satelliti da configurare in un unico blocco.

source: Press OK to select a provider.
it: Premere OK per selezionare un provider.

source: Press OK to select a service.
it: Premere OK per scegliere un canale

source: Press OK to select satellites
it: Premere OK per selezionare i satelliti

source: Press OK to select the save location of the log file.
it: Premere OK per selezionare la posizione di salvataggio del file di registro.

source: Press OK to select/deselect a CAId.
it: Premere OK per commutare la selezione CAid

source: Press OK to show details
it: Premere OK per mostrare i dettagli

source: Press OK to toggle the selection
it: Premere OK per commutare la selezione

source: Press OK to toggle the selection.
it: Premere OK per commutare la selezione.

source: Press OK, save and exit...
it: Premi OK, salva ed esci...

source: Press up/down to scroll through the selected log Press left/right to see different log types
it: Premere su / giù per scorrere il LOG selezionato. Premere sinistra / destra per visualizzare diversi tipi di LOG

source: Press yellow to set this interface as the default interface.
it: Premere GIALLO per impostare l'interfaccia come predefinita.

source: Preview
it: Anteprima

source: Preview menu
it: Menu anteprima

source: Previous
it: Precedente

source: Primary DNS
it: DNS primario

source: Primetime
it: Inizio prima serata

source: Priority
it: Priorità

source: Problem retrieving update list. If this issue persists please check/report on forum
it: Problema recupero elenco aggiornamenti. Qualora il problema persista riportarlo nel forum

source: Processor temp: %s
it: Temperatura del processore: %s

source: Profile
it: Profilo

source: Profile: Local box
it: Profilo: decoder locale

source: Progress
it: Icona avanzamento grande

source: Progress bar left
it: Barra avanzamento a sinistra

source: Progress bar right
it: Barra avanzamento a destra

source: Properties of current title
it: Proprietà titolo corrente

source: Protect configuration
it: Proteggere configurazioni

source: Protect context menus
it: Proteggere i menu contestuali

source: Protect main menu
it: Proteggere il menu principale

source: Protect manufacturer reset screen
it: Proteggere le schermate dal ripristino fabbrica

source: Protect menu sort
it: Proteggere il menusort

source: Protect movie list
it: Proteggere la lista registrazioni

source: Protect on epg age
it: Proteggere nell'età EPG

source: Protect plugin browser
it: Proteggere sfoglia plugin

source: Protect screens
it: Proteggere schermate

source: Protect services
it: Proteggere canali

source: Protect software update screen
it: Proteggere schermata aggiornamento software

source: Protect standby menu
it: Proteggere menu di spegnimento

source: Protect timer menu
it: Proteggere menu timer

source: Protect vix menu
it: Proteggere il menu vix

source: Protocol
it: Protocollo

source: Protocol:
it: Protocollo:

source: Provider Name:
it: Nome Provider:

source: Purge deleted user bouquets
it: Ripulire dai bouquet-utente eliminati

source: Put A/V receiver in standby
it: Metti il ricevitore in Standby

source: Put A/V receiver in standby.
it: Manda il ricevitore nello stato di Standby.

source: Put TV in standby
it: Porre la TV in Standby

source: Python frontend for /tmp/mmi.socket
it: Frontend python per /tmp/mmi.socket

source: Query before starting backup.
it: Avvisa prima di avviare il backup.

source: Query before starting image backup.
it: Chiedi prima dell'avvio del backup immagine.

source: Question
it: Avviso

source: Quick
it: Veloce

source: Quick Actions
it: Azioni veloci

source: Quick zap
it: Zapping veloce

source: Quit Movie Player with EXIT button
it: Uscire da Movie Player con il tasto EXIT

source: RDS/RASS display
it: Visualizzazione RDS/RASS

source: REC Symbol
it: Simbolo REC

source: REC Symbol in Standby
it: Simbolo REGISTRAZIONE visibile in Standby

source: REC Symbol in use
it: Simbolo REGISTRAZIONE a decoder acceso

source: RF output settings
it: Configurazioni di output RF

source: Radio Channel Selection
it: Selezione dei canali radio

source: Random
it: Casuale

source: Random Password
it: Password casuale

source: Randomly generate a password
it: Password casuale

source: Rating defined by broadcaster - %d
it: Valutazione definita dal produttore televisivo - %d

source: Rating undefined
it: Valutazione non definita

source: Re-enter PIN
it: Re-inserisci PIN

source: Read Userdata from %s.conf
it: Leggi i dati utente da %s.conf

source: Read Userdata from oscam.conf
it: Leggi i dati utente da oscam.conf

source: Reader Statistics
it: Statistiche del reader

source: Ready to install "%s" ?
it: Pronto per installare "%s"?

source: Ready to remove "%s" ?
it: Pronto per rimuovere "%s"?

source: Really close without saving settings?
it: Uscire senza salvare le modifiche?

source: Really delete completed timers?
it: Rimuovere i timer completi?

source: Really exit the subservices quickzap?
it: Uscire dallo zapping veloce canali secondari?

source: Really reboot into Android Mode?
it: Riavviare davvero in modalità Android?

source: Really reboot into Recovery Mode?
it: Riavviare davvero in modalità di ripristino?

source: Really reboot now?
it: Riavviare davvero adesso?

source: Really reflash your %s %s and reboot now?
it: Flashare %s %s e riavviare subito?

source: Really restart now?
it: Riavviare ora?

source: Really shutdown now?
it: Spegnere ora?

source: Really store at index %2d for current position?
it: Memorizzare all'indice %2d per la posizione corrente?

source: Really upgrade the frontprocessor and reboot now?
it: Aggiornare il frontprocessor e riavviare subito?

source: Really upgrade your %s %s and reboot now?
it: Aggiornare %s %s e riavviare subito?

source: Reboot
it: Riavvio completo

source: Reboot required
it: È necessario il riavvio

source: Rebooting...
it: Riavvio…

source: Rec
it: Registrazione

source: Rec button (long)
it: Tasto Rec (lungo)

source: Rec button (short)
it: Tasto Rec (breve)

source: Record
it: Registrare

source: Record next
it: Registrazione successiva

source: Record now
it: Registrare subito

source: Record started! Stopping timeshift now ...
it: Registrazione iniziata! Arresto timeshift ora...

source: Record time limited due to conflicting timer %s
it: Tempo di registrazione limitato: timer %s in conflitto!

source: Recording
it: Registrazione...

source: Recording 4097, 5001 and 5002 streams not possible with external players, so convert recordings to servicetype 1.
it: Registrazione di flussi 4097,5001 e 5002 non possibile con lettori esterni: convertire le registrazioni in servicetype1.

source: Recording IPTV with systemapp enabled, timer ended! Please recheck it!
it: Registrazione IPTV con l'app di sistema abilitata, timer scaduto! Ricontrollare!

source: Recording and playback settings
it: Configurazioni Rec / Play

source: Recording in progress: %s
it: Registrazione in corso: %s

source: Recording type
it: Tipo di registrazione

source: Recording(s) are in progress or coming up in few seconds!
it: Registrazione in corso o in avvio a breve!

source: Recording(s) are in progress or coming up in few seconds! Do you still want to flash image %s?
it: Vi sono registrazioni in corso o in avvio a breve! Vuoi comunque installare l’immagine %s?

source: Recording/media selection
it: Selezione registrazione

source: Recordings
it: Registrazioni

source: Recordings - convert IPTV servicetypes to 1
it: Registrazioni - converti tipo di servizio IPTV in 1

source: Recordings always have priority
it: Le registrazioni hanno sempre la priorità

source: Recordings in progress: %d
it: Registrazioni in corso: %d

source: Recordings, Playback & Timeshift
it: Registrazioni, media e timeshift

source: Recovery Mode
it: Modalità di recupero

source: Red
it: Rosso

source: Red button
it: Tasto rosso...

source: Red button (long)
it: Tasto rosso (lungo)

source: Red button (short)
it: Tasto rosso (corto)

source: Red colored
it: Rosso colorato

source: Red long
it: Rosso lungo

source: Reduce time scale
it: Ridurre il periodo di tempo

source: Reflash in progress Please wait until your %s %s reboots This may take a few minutes
it: Aggiornamento in corso! Attendere il riavvio del %s %s Ci vorranno pochi minuti...

source: Reflash recommended!
it: Reflash consigliato!

source: Refresh rate
it: Frequenza di aggiornamento

source: Refresh rate selection.
it: Selezione frequenza di aggiornamento.

source: Regard deep standby as standby
it: Considerare spegnimento come Standby

source: Region
it: Regione

source: Regional
it: Regionale

source: Regional News
it: Notizie regionali

source: Relative
it: Relativo

source: Release notes
it: Note di rilascio

source: Relevant PIDs routing
it: PID pertinenti di routing

source: Religion
it: Religione

source: Religious
it: Religione

source: Reload blacklists
it: Ricaricare la lista nera

source: Reload every (in hours)
it: Rilettura ogni... (in ore)

source: Reload skin
it: Ricaricare skin

source: Reloading EPG Cache...
it: Ricaricare EPG Cache...

source: Reloading bouquets and services...
it: Ricaricare bouquet e canali in corso...

source: Remaining
it: Rimanente

source: Remaining & Elapsed
it: Rimanente e Trascorso

source: Remember service PIN
it: Ricordare il PIN canale

source: Reminder, you have chosen to save timeshift file.
it: Promemoria, si è scelto di salvare il file del timeshift.

source: Remote box
it: Box remoto

source: Remote control source*
it: Sorgente del telecomando*

source: Remote control type
it: Tipo di telecomando

source: Removal has completed.
it: Rimozione è stata completata.

source: Remove
it: Rimuovere

source: Remove Confirmation
it: Confermare rimozione

source: Remove EPG event name prefixes
it: Rimuovi prefissi nel nome degli eventi

source: Remove Plugins
it: Rimuovi plugin

source: Remove Service
it: Rimuovere canale

source: Remove a mark
it: Rim. contr.

source: Remove a nameserver entry
it: Rimuovere voce nameserver

source: Remove all alternatives
it: Rimuovere tutti alternative

source: Remove all bouquet/tuning data
it: Rimuovere tutti i bouquet

source: Remove all keymap data
it: Rimuovi tutti i dati della keymap

source: Remove all network data
it: Rimuovi tutti i dati di rete

source: Remove all new found flags
it: Rimuovere tutti i nuovi contrassegni trovati

source: Remove all other data
it: Rimuovere tutti gli altri dati

source: Remove all plugin setting data
it: Rimuovi tutti i dati di impostazione del plugin

source: Remove all resume point data
it: Rimuovere tutti i punti di ripristino

source: Remove all selection marks
it: Rimuovi tutti i segni di selezione

source: Remove all settings data
it: Rimuovere tutte le impostazioni

source: Remove all skin data
it: Rimuovi tutti i dati della skin

source: Remove all timer data
it: Rimuovere tutti i timer

source: Remove bookmark
it: Elim.segnalibro

source: Remove bouquet from parental protection
it: Rimuovere bouquet dalla protezione parentale

source: Remove cable services
it: Rimuovere i canali via cavo

source: Remove current channel from list
it: Rimuovi il canale corrente dall'elenco

source: Remove currently selected title
it: Rimuovere il titolo selezionato

source: Remove entry
it: Rimuovere voce

source: Remove finished timer logs after (days)
it: Rimuovi il registro dei timer dopo (giorni)

source: Remove finished timers after (days)
it: Rimuovere i timer conclusi dopo (giorni)

source: Remove from parental protection
it: Rimuovi dal controllo parentale

source: Remove items from trash can after (days)
it: Rimuovi gli elementi dal cestino dopo (giorni)

source: Remove new found flag
it: Rimuovi nuovo flag trovato

source: Remove plugins
it: Rimuovi plugin

source: Remove selected
it: Rimuovi il selezionato

source: Remove selected satellite
it: Rimuovi il satellite selezionato

source: Remove terrestrial services
it: Rimuovi i canali terrestri

source: Remove text for the hearing impaired from external subtitles (instrumental music or environmental sounds, e.g., when a doorbell rings or a gun shot is heard).
it: Rimuove i testi per non udenti dai sottotitoli esterni (musica strumentale, suoni ambientali, ad esempio il suono di un campanello, un colpo o altro...

source: Remove timer
it: Rimuovi timer

source: Remove title
it: Rimuovi titolo

source: Removing
it: Rimozione in corso...

source: Removing Service
it: Rimozione canale

source: Removing directory %s failed. (Maybe not empty.)
it: Rimozione cartella %s fallita! (probabilmente non è vuota!)

source: Removing service
it: Rimozione canale

source: Removing temp mounts...
it: Rimuovo i punti di mount temporanei…

source: Rename
it: Rinominare

source: Rename channel
it: Rinominare canali

source: Rename entry
it: Rinominare voce

source: Rename failed!
it: Rinominazione non riuscita

source: Rename name and description for new events
it: Rinominare descrizione e nome per nuovi eventi

source: Rename to:
it: Rinominare in:

source: Renamed %s!
it: Rinominato %s!

source: Renovation
it: Ristrutturazione

source: Repeat
it: Ripetizioni

source: Repeat Display Message
it: Ripetizione visione messaggio

source: Repeat how often
it: Ripeti quanto spesso

source: Repeat leave standby messages
it: Intervallo ripetizione messaggi riaccensione

source: Repeat type
it: Tipo di ripetizione

source: Repeating event currently recording... What do you want to do?
it: Ripetizione dell’evento attualmente in registrazione... Decidere il da farsi!

source: Repeating the event currently recording... What do you want to do?
it: Ripetizione dell’evento attualmente in registrazione… Decidere il da farsi!

source: Repeats
it: Ripetizioni

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
it: Sostituire `- ` nelle finestre di dialogo con il testo colorato. (esempio: come per i sottotitoli televideo per non udenti)

source: Request for physical address report
it: Richiesta di rapporto sull'indirizzo fisico

source: Require authentication for http streams
it: Richiedi autenticazione per gli stream Http

source: Required medium type:
it: Tipo di supporto richiesto:

source: Reserved
it: Riservato

source: Reserved for future use
it: Riservato per usi futuri

source: Reset
it: Ripristina

source: Reset and renumerate title names
it: Ripristinare e nuova numerazione titoli

source: Reset order (All)
it: Ordine originale

source: Reset persistent PIN code
it: Azzera codice PIN persistente

source: Reset playback position
it: Ripristinare posizione di riproduzione

source: Reset video enhancement settings to system defaults?
it: Ripristinare la config. avanzata A/V ai valori predefiniti?

source: Reset video enhancement settings to your last configuration?
it: Ripristinare le impostazioni di ottimizzazione video all'ultima configurazione?

source: Reshare
it: Condivisione

source: Reshare:
it: Condivisione

source: Resolution
it: Risoluzione

source: Restart
it: Riavvio completo

source: Restart %s %s.
it: Riavvio %s %s.

source: Restart GUI
it: Riavvio del sistema (GUI)

source: Restart GUI now?
it: Riavviare il sistema (GUI) ora?

source: Restart GUI.
it: Riavvio il sistema.

source: Restart last movie
it: Riavvia l'ultimo file multimediale

source: Restart network
it: Riavviare la rete

source: Restart softcam
it: Riavviare il softcam

source: Restart test
it: Riavviare il test

source: Restart your network connection and interfaces.
it: Riavviare le connessioni di rete e relative interfacce.

source: Restore
it: Ripristinare

source: Restore Confirmation
it: Conferma di ripristino

source: Restore confirmation
it: Conferma di ripristino

source: Restore default sort
it: Ripristina l'ordinamento predefinito

source: Restore defaults
it: Imposta predefiniti

source: Restore deleted user bouquets
it: Ripristinare bouquet-utente eliminati

source: Restore selected
it: Ripristinare selezionati.

source: Restore wizard
it: Procedura guidata di ripristino

source: Restoring backup...
it: Ripristino il backup...

source: Restoring plugins, this can take a long time...
it: Ripristino i plugin: può essere necessario diverso tempo…

source: Restoring plugins...
it: Ripristino i plugin...

source: Restricted 18+
it: Restrizioni 18+

source: Resume from last position
it: Riprendere dall'ultima posizione

source: Resume position at %s
it: Riprendere da posizione %s

source: Resuming playback
it: Riavviare la riproduzione...

source: Retrieving image slots - Please wait...
it: Recupero posizione immagine - Attendere...

source: Return to movie list
it: Tornare a elenco registrazioni

source: Return to previous service
it: Tornare al canale precedente

source: Reunion
it: Riunione

source: Reverse bouquet buttons
it: Invertire i tasti bouquet

source: Reverse list
it: Invertire elenco

source: Review
it: Anteprima

source: Rewind
it: Riavvolgimento

source: Rewind speeds
it: Velocità riavvolgimento (REWind)

source: Rewrap subtitles
it: Riavvolgere sottotitoli

source: Right
it: Destro

source: Right from servicename
it: A destra del nome canale

source: Right long
it: Destro (a lungo)

source: Roll-off
it: Attenuazione

source: Romance
it: Storia d’amore

source: Romanian
it: Romeno

source: Root directory
it: Directory radice (root)

source: Rotor step position:
it: Posizione di passo motore:

source: Rotor turning speed
it: Velocità rotazione motore

source: Rotor:
it: Motore:

source: Routing request
it: Richiesta di instradamento

source: Run
it: Esegui

source: Run how often ?
it: Con quale frequenza?

source: Run your shell scripts.
it: Esegui i tuoi script di comandi.

source: Running
it: In esecuzione

source: Running opkg update
it: Esecuzione dell'aggiornamento opkg

source: Russian
it: Russo

source: Russian Federation
it: Federazione Russa

source: SABnzbd Setup
it: Impostazioni SABnzbd

source: SCPC optimized search range
it: Campo di ricerca ottimizzato per SCPC

source: SINGLE LAYER DVD
it: DVD singolo strato

source: SRT file
it: File SRT

source: SSA file
it: File SSA

source: SWAP file not found. You have to create the file before you try to activate it.
it: File SWAP non trovato. Devi creare il file prima di provare ad attivarlo.

source: SWAP manager
it: Gestione file di swap

source: SWAP name:
it: Nome dello SWAP:

source: SWAP size:
it: Dimensione swap:

source: Samba Setup
it: Impostazioni Samba

source: Same resolution as skin
it: Stessa risoluzione della skin

source: Sat
it: Sab

source: Satellite dish settings
it: Configurazione dispositivo satellitare

source: Satellite equipment setup
it: Impostazioni impianto satellitare

source: Satellite longitude:
it: Longitudine satellite:

source: Satellites
it: SAT - DVBT

source: Sats
it: Satelliti

source: Saturation
it: Saturazione

source: Saturday
it: sabato

source: Save
it: Salva

source: Save / Enter text and exit
it: Salva/Inserisci testo ed esci

source: Save EPG Cache
it: Salva EPG

source: Save all changed settings and exit
it: Salva tutte le impostazioni modificate ed esci

source: Save and activate the currently selected skin
it: Salva ed attiva la skin selezionata

source: Save and exit
it: Salvare e arrestare

source: Save and record
it: Salvare e registrare

source: Save and stop
it: Salvare e arrestare

source: Save changes
it: Salva

source: Save every (in hours)
it: Salvare ogni (n.ore)

source: Save playlist
it: Salvare la playlist

source: Save timer
it: Salva il timer

source: Save timeshift and zap
it: Salvare timeshift e zap

source: Save timeshift as movie and continue recording
it: Salvare timeshift come registrazione e continuare a registrare

source: Save timeshift as movie and stop recording
it: Arresta la registrazione e salva timeshift

source: Saving EPG Cache...
it: Salvataggio cache EPG...

source: Saving Timeshift files
it: Salvataggio file timeshift...

source: Saving timeshift as movie now. This might take a while!
it: Salvare timeshift adesso. Questo potrebbe richiedere un po'!

source: Scaler sharpness
it: Nitidezza scaler

source: Scaler vertical dejagging
it: Scaler antialiasing verticale

source: Scaling mode
it: Modalità scaling

source: Scan
it: Scansione

source: Scan
it: Scansione

source: Scan %s
it: Scansione %s

source: Scan %s band
it: Scansiona banda %s

source: Scan additional SR
it: Ricerca su SR aggiuntivi

source: Scan files...
it: Scansione files...

source: Scan options
it: Opzioni di scansione

source: Scan wireless networks
it: Scansione reti wireless

source: Scan your network for wireless access points and connect to them using your selected wireless device.
it: Ricerca le reti WiFi e collegamento ad esse tramite la scheda wireless selezionata

source: Scanning %s...
it: Scansione %s..

source: Scanning - %d%% completed
it: Scansione - %d%% completata

source: Scanning completed, %d channel found
it: Scansione completata, %d canale trovato

source: Scanning failed!
it: Scansione non riuscita!
