Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: Ask whether to stop movie
it: Chiedi se il filmato dev'essere fermato

source: Aspect ratio
it: Rapporto proporzioni

source: Assigned CAIds:
it: CAId assegnati:

source: Assigned services/provider:
it: Canali/Provider assegnati:

source: At End:
it: Alla fine:

source: Athletics
it: atletica

source: Attention, this is repeated timer!
it: Attenzione: questo è un timer ripetuto!

source: Audio & Video
it: Audio e Video

source: Audio PID
it: PID audio

source: Audio channel
it: Canale audio

source: Audio language selection 1
it: Lingua audio: selezione 1

source: Audio language selection 2
it: Lingua audio: selezione 2

source: Audio language selection 3
it: Lingua audio: selezione 3

source: Audio language selection 4
it: Lingua audio: selezione 4

source: Audio options
it: Opzioni audio...

source: Audio track (%s) format
it: Formato traccia audio (%s)

source: Audio track (%s) language
it: Lingua traccia audio (%s)

source: Audio volume step size
it: Dimensione del passo del volume audio

source: Australian
it: Australia

source: Authoring mode
it: Modalità creativa

source: Auto Deep Standby
it: Spegnimento automatico

source: Auto Detect
it: Rilevamento automatico

source: Auto DiSEqC
it: DiSEqC auto

source: Auto EXIF Orientation rotation/flipping
it: Auto orientamento EXIF (rotazione/inversione)

source: Auto Timers
it: Timer automatici

source: Auto Volume Level
it: Livello volume automatico

source: Auto chapter split every ? minutes (0=never)
it: Divisione automatica capitoli ogni x minuti (0=nessuno)

source: Auto flesh
it: Tonalità dei visi

source: Auto focus
it: Fuoco automatico

source: Auto focus commencing ...
it: Inizia messa a fuoco automatica...

source: Auto play blu-ray file
it: Auto riproduzione di Bluray

source: Auto scart switching
it: Commutazione automatica SCART

source: Auto volume level
it: Livello volume automatico

source: AutoTimer List
it: Lista autotimer

source: Automatic
it: Automatico

source: Automatic Language
it: Lingua automatica

source: Automatic Scan
it: Scansione automatica

source: Automatic image backup
it: Backup automatico immagine

source: Automatic language
it: Configurazioni lingua automatica

source: Automatic reload
it: Rilettura automatica

source: Automatic save
it: Salvataggio automatico

source: Automatic scan
it: Scansione automatica

source: Automatic settings backup
it: Backup delle configurazioni

source: Automatic update interval
it: Intervallo di aggiornamento automatico

source: Automatically created
it: Quelli creati automaticamente

source: Automatically put the TV in standby whenever the receiver goes into standby or deep standby.
it: Pone la TV automaticamente in Standby ogni volta che il ricevitore va esso stesso in Standby o viene spento.

source: Automatically start timeshift after
it: Avviare automaticamente timeshift dopo

source: Automatically turn on external subtitles
it: Attivare automaticamente i sottotitoli esterni

source: Automatically update Client/Server View
it: Aggiornare automaticamente Client/Server?

source: Automatically update Client/Server View?
it: Aggiornare automaticamente Client/Server?

source: Automobil
it: Automobile

source: Autostart
it: Avvio automatico

source: Autostart:
it: Avvio automatico:

source: Autotimer overview
it: Riepilogo autotimer

source: Available format variables
it: Variabili formato disponibili

source: Available locales are:
it: Le lingue disponibili sono:

source: Available shares:
it: Scambi disponibili:

source: B-Movie
it: Film di serie B

source: Back
it: Indietro

source: Back/Recall
it: Indietro/Richiamo

source: Background
it: Sfondo

source: Background check
it: Controllo in sottofondo

source: Background color
it: Colore di sottofondo

source: Backing up eMMC partitions for USB flash ...
it: Backup partizioni eMMC per flash da USB ...

source: Backing up eMMC partitions for USB flash...
it: Backup partizioni eMMC per flash da USB...

source: Backing up files...
it: Backup dei file...

source: Backing up kernel...
it: Backup del kernel…

source: Backing up root file system...
it: Backup del file system (root)

source: Backup complete.
it: Backup completato!

source: Backup complete...
it: Backup completato...

source: Backup confirmation
it: Conferma backup

source: Backup created
it: Backup creato

source: Backup failed - e. g. wrong backup destination or no space left on backup device.
it: Backup non riuscito: errata destinazione o spazio non sufficiente sul dispositivo di backup.

source: Backup in progress, Please wait for it to finish, before trying again.
it: Backup in corso: attendere la conclusione prima di riprovare.

source: Backup location
it: Percorso backup

source: Backup manager
it: Gestione backup

source: Backup manager settings
it: Configurazioni del gestore di backup

source: Backup prefix
it: Prefisso backup

source: Backups to keep
it: Backup da mantenere

source: Backups to prune
it: Backup da sfoltire

source: Ballet
it: balletto

source: Band
it: Banda

source: Bandwidth
it: Banda passante

source: Base time
it: Etichette dell'orario nella timeline

source: Basic functions
it: Azioni veloci

source: Basque
it: Basco

source: Before sending the command to switch the TV to standby, the receiver tests if all the other devices plugged into TV are in standby. If they are not, the 'sourceactive' command will be sent to the TV instead of the 'standby' command.
it: Prima di inviare il comando per porre la TV in Standby, controlla se tutti gli altri dispositivi collegati alla TV sono già in questo stato. Se non è così, viene inviato alla TV il comando 'sorgente attiva' e NON quello di Standby.

source: Begin time
it: Orario inizio

source: Behavior of 'pause' when paused
it: Comportamento tasto 'pausa' quando in pausa

source: Behavior of 0 key in PiP-mode
it: Comportamento tasto 0 in modalità PiP

source: Behavior when a movie is started
it: Comportamento all’avvio di un video

source: Behavior when a movie is stopped
it: Comportamento all’arresto di un video

source: Behavior when a movie reaches the end
it: Comportamento alla fine di un video

source: Belgian
it: Belga

source: Big PiP
it: PiP a schermo intero

source: Black
it: Nero

source: Black screen
it: Schermo nero

source: Black screen till locked
it: Schermo nero fino alla sintonia

source: Blindscan terrestrial (if possible)
it: Blindscan digitale terrestre (se possibile)

source: Blinking REC
it: REC lampeggiante

source: Blinking REC Symbol
it: Simbolo REC lampeggiante

source: Block noise reduction
it: Riduzione disturbo blocchi

source: Blue
it: Blu

source: Blue button (long)
it: Tasto blu (lungo)

source: Blue button (short)
it: Tasto blu (corto)

source: Blue button function
it: Funzione pulsante blu

source: Blue long
it: Blu lungo

source: Bookmarks
it: Segnalibri

source: Boost blue
it: Blu intenso

source: Boost green
it: Verde intenso

source: Boot Logo Identification
it: Identificazione del boot logo

source: Bottom
it: in fondo

source: Bouquet List
it: Lista bouquet

source: BoxInfo
it: informazioni sul ricevitore

source: Brightness
it: Luminosità

source: Brightness (Dimmed)
it: Luminosità (attenuata)

source: Brightness (Normal)
it: Luminosità (normale)

source: Brightness (Standby)
it: Luminosità (Standby)

source: Broadcasters sometimes prefix event names with 'New: ' or 'Live: '. Choose what to do with these prefixes.
it: I canali qualche volta mettono un prefisso nel nome evento: 'Nuovo' oppure 'Dal Vivo'.Scegliere cosa fare con questi prefissi.

source: Broadcasters sometimes split long event names into the event description using ... Choose whether to prevent this behaviour.
it: Alle volte certi canali spezzano i nomi di eventi lunghi proseguendoli all'interno della descrizione dell'evento stesso usando ... Scegliere se impedire questo comportamento.

source: Buffers:
it: Buffer:

source: Bulgarian
it: Bulgaro

source: Burn DVD
it: Masterizzare DVD

source: Burn audio track (%s)
it: Masterizzare traccia audio (%s)

source: Burn existing image to DVD
it: Scrivere immagine esistente su DVD

source: Burn to DVD
it: Masterizzare su DVD

source: Button Setup
it: Impostazioni tasti

source: Button setup
it: Impostazione tasti

source: Button setup for
it: Impostazione tasti per

source: ButtonSetup
it: Impostazione tasti

source: By Team ViX
it: A cura del Team OpenViX

source: Bypass HDMI EDID Check
it: Ignorare verifica HDMI EDID

source: Bytes received:
it: Byte ricevuti:

source: Bytes sent:
it: Byte inviati:

source: C-Band
it: Banda C

source: CCcam Client Info
it: Info client CCcam

source: CCcam Config Switcher
it: Commutazione config. CCcam

source: CCcam ECM Info
it: Info ECM CCcam

source: CCcam Info
it: Info CCcam

source: CCcam Info %s by AliAbdul %s This screen shows you the status of CCcam.
it: Info CCcam %s by AliAbdul %s Questo plugin mostra lo stato della CCcam.

source: CCcam Info Config
it: Info config CCcam

source: CCcam Info Setup
it: Impostazioni info CCcam

source: CCcam Provider Info
it: Provider info CCcam

source: CCcam Remote Info
it: Info CCcam remota

source: CCcam Server Info
it: Info server CCcam

source: CCcam Share Info
it: Info condivisione CCcam

source: CCcam Shares Info
it: Info condivisioni CCcam

source: CHANGE BOUQUET
it: MODIFICA BOUQUET

source: CI assignment
it: Assegnazione CI

source: CPU: %s %s %s
it: Processore: %s %s %s

source: Cable
it: Cavo

source: Cable Scan
it: Scansione cavo

source: Cache thumbnails
it: Miniature cache

source: Cached:
it: In cache:

source: Calculate
it: Calcolare

source: Calculate all positions
it: Posizione orbitale

source: Calculation complete
it: Calcolo completo

source: Calibrate
it: Calibrare

source: Can be used for different fps between external subtitles and video.
it: Può essere utilizzato per diversificare l’fps tra i sottotitoli esterni e il video.

source: Cancel
it: Annulla

source: Cancel any changed settings and exit
it: Abbandona ogni modifica al testo ed esci dalla tastiera virtuale

source: Cancel any changed settings and exit all menus
it: Abbandona ogni modifica al testo ed esci dalla tastiera virtuale

source: Cancel any changes to the currently active skin
it: Abbandona tutte le modifiche alla scelta della skin

source: Cancel any changes to the currently active skin and exit all menus
it: Abbandona tutte le modifiche alla scelta della skin

source: Cancel any text changes and exit
it: Abbandona ogni modifica al testo ed esci dalla tastiera virtuale

source: Cancel save timeshift as movie
it: Annullare salvataggio registrazione timeshift

source: Cancel the image selection and exit
it: Annulla la selezione

source: Cancel the image selection and exit all menus
it: Annulla la selezione

source: Cancel the selection
it: Annulla la selezione

source: Cancel timer creation / changes
it: Elenco canali su cambio modalità

source: Cancelled upon user request
it: Annullato su richiesta dell'utente

source: Cannot determine
it: Impossibile determinare

source: Cannot find any signal ..., aborting !
it: Impossibile trovare alcun segnale... interrompo!

source: Cannot move to the trash can
it: Impossibile spostare nel cestino

source: Capabilities:
it: Funzionalità:

source: Capacity:
it: Capacità:

source: Card info (CCcam-Reader)
it: Info sulla scheda (CCcam-Reader)

source: Card reader 1
it: lettore della scheda

source: Card reader 2
it: lettore della scheda 2

source: Cards:
it: Schede:

source: Cards:
it: Schede:

source: Cards: 0
it: Schede: 0

source: Cardserial
it: Seriale scheda

source: Cartoons
it: cartoni

source: Cascade PiP
it: PiP in cascata

source: Center DVB subs on this service
it: Centrare sottotitoli DVB su questo canale

source: Center DVB subtitles
it: Centrare sottotitoli DVB

source: Ch+ button
it: Pulsante P+

source: Ch- button
it: Pulsante P-

source: Change PIN
it: Modificare PIN

source: Change Timer
it: Cambia timer

source: Change bouquets in quickzap
it: Cambia bouquet facendo zap veloce

source: Change location
it: Cambia percorso

source: Change next timer
it: Cambia il prossimo timer

source: Change recording (add time)
it: Cambia la registrazione (aum. durata)

source: Change recording (duration)
it: Cambia registrazione (durata)

source: Change recording (end time)
it: Cambia la registrazione (orario fine)

source: Change repeat and delay settings?
it: Cambia valori di ritardo e ripetizione?

source: Change step size
it: Cambia valore d’incremento

source: Channel
it: Canale

source: Channel EPG
it: EPG di Canale

source: Channel List
it: Elenco canali

source: Channel Name
it: Nome canale

source: Channel Selection
it: Selezione canale

source: Channel down
it: Canale precedente

source: Channel info
it: Info canale

source: Channel list cursor behavior
it: Comportamento cursore elenco canali

source: Channel list on mode change
it: Elenco canali su cambio modalità

source: Channel list preview
it: Anteprima elenco canali

source: Channel list service mode*
it: Elenco canali in modalità servizio*

source: Channel list type
it: Tipo elenco canali

source: Channel not in services list
it: Canale non in elenco

source: Channel preview mode
it: Modalità anteprima canale

source: Channel selection
it: Selezione canale

source: Channel up
it: Canale successivo

source: Channel:
it: Canale:

source: Channelname
it: Nome canale

source: Channels
it: Canali

source: Chap.
it: Cap.

source: Chapter
it: Capitolo

source: Chapter:
it: Capitolo:

source: Chat Show
it: Nascondere

source: Check
it: Verifica

source: Check every (hours)
it: Controllare ogni (ore)

source: Check the internet connection
it: Verificare la connessione internet

source: Check the internet connection again
it: Verificare nuovamente la connessione Internet

source: Checking Logs...
it: Verificare i log...

source: Checking disk.
it: Verificare i disco...

source: Checking filesystem...
it: Verificare il filesystem...

source: Checking for Updates...
it: Verifica esistenza aggiornamenti...

source: Checking free RAM..
it: Controllo RAM disponibile...

source: Checking softcams...
it: Verificare i softcami...

source: Checking the internet connection
it: Verificare la connessione internet

source: Checking tuner %s DiSEqC port %s for %s
it: Controllo tuner %s Porta DiSEqC %s per %s

source: Children
it: Bambino

source: Children/Youth
it: Bambini / ragazzi

source: Childrens
it: Bambini

source: Chipset: HiSilicon %s
it: Chipsatz: HiSilicon%s

source: Choose Bouquet
it: Scegliere un bouquet

source: Choose CCcam-Reader
it: Scegli CCcam-Reader

source: Choose IPK folder
it: Cartella salvataggio

source: Choose a country scheme for decoding genre information in EPG events.
it: Scegliere uno schema nazionale per la decodifica informazioni sul genere dagli eventi della EPG.

source: Choose a country scheme for decoding rating information in EPG events.
it: Scegliere uno schema nazionale per la decodifica informazioni sulla valutazione dagli eventi della EPG.

source: Choose a tag for easy finding a recording.
it: Scegliere un tag per trovare facilmente una registrazione.

source: Choose between Daily, Weekly, Weekdays or user defined.
it: Scegliere tra giornaliero, settimanale, finesettimana o personalizzato

source: Choose between High Dynamic Range (HDR) or Picture in Picture (PIP). Both are not possible at the same time. A FULL REBOOT is required for it to take effect
it: Scegli fra High Dynamic Range (HDR) o Picture in Picture (PiP). Esse non sono possibili contemporaneamente. Per applicare le modifiche serve un riavvio completo.

source: Choose files
it: Selezionare file

source: Choose reader
it: Selezionare il reader

source: Choose the display formatting style for dates. 'D' / 'DD' is the date and 'M' / 'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
it: Scegli lo stile delle date del display. ‘D’ / ‘DD’ è il giorno; ‘M’ / ‘MM’ il mese in cifre. (‘DD’ ed ‘MM’ hanno degli zeri iniziali per le cifre singole). Lo stile di data scelto potrà, però, essere influenzato anche dalla skin utilizzata.

source: Choose the display formatting style for times. 'H' / 'HH' is the hour for a 24 hour clock, 'h' / 'hh' is the hour for a 12 hour clock, 'mm' is the minutes and 'ss' is the seconds. ('HH' and 'hh' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
it: Scegli lo stile degli orari del display. ‘H’ / ‘HH’ è l’ora in formato 24 ore; ‘h / hh’ è l’ora in formato 12 ore; ‘mm’ sono i minuti e ‘ss’ i secondi. (‘HH’ ed ‘hh’ hanno degli zeri iniziali per le cifre singole). Lo stile di data scelto potrà, però, essere influenzato anche dalla skin utilizzata.

source: Choose the front panel display formatting style for dates. 'D' / 'DD' is the date and 'M' / 'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
it: Scegli lo stile delle date del display LCD (display frontale). ‘D’ / ‘DD’ è il giorno; ‘M’ / ‘MM’ il mese in cifre. (‘DD’ ed ‘MM’ hanno degli zeri iniziali per le cifre singole). Lo stile di data scelto potrà, però, essere influenzato anche dalla skin utilizzata.

source: Choose the front panel display formatting style for times. 'H' / 'HH' is the hour for a 24 hour clock, 'h' / 'hh' is the hour for a 12 hour clock, 'mm' is the minutes. ('HH' and 'hh' have leading zeros for single digit values.) The front panel display will be based on your choice but can be influenced any applicable skin.
it: Scegli lo stile degli orari del display LCD (display frontale). ‘H’ / ‘HH’ è l’ora in formato 24 ore; ‘h / hh’ è l’ora in formato 12 ore; ‘mm’ sono i minuti e ‘ss’ i secondi. (‘HH’ ed ‘hh’ hanno degli zeri iniziali per le cifre singole). Lo stile di data scelto potrà, però, essere influenzato anche dalla skin utilizzata.

source: Choose the layout. Single channel, Graphics Grid EPG or Text Grid EPG.
it: Scegli la modalità: Canale singolo, EPG grafico multicanale, EPG multicanale testuale

source: Choose the location for crash and debug logs folder.
it: Scegliere la cartella per il registro degli arresti anomali e di debug.

source: Choose the location where the EPG data will be saved when the %s %s is shut down. The location must be available at boot time.
it: Scegli il percorso in cui salvare l'EPG quando il %s %s è arrestato. Il percorso dev'essere disponibile all'avvio.

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several boxes.
it: Scegliere il nome del file che contiene i dati EPG quando il %s %s è spento. Questo può tornare utile per distinguerlo tra vari decoder.

source: Choose the option to correct invalid EPG data.
it: Scegliere l'opzione per correggere i dati EPG non validi.

source: Choose the order in which items are displayed in Help windows
it: Scegli l'ordine in cui gli elementi vengono visualizzati nelle finestre della guida

source: Choose time interval to which the graphics will be rounded off.
it: Scegliere il valore in minuti per l’arrotondamento degli orari.

source: Choose what channel to select when the EPG opens.
it: Scegli quale canale selezionare quando si apre l'EPG.

source: Choose what will be displayed when the 'EPG' button is pressed.
it: Scegli cosa visualizzare quando viene premuto il tasto EPG

source: Choose what will be displayed when the 'INFO' button is pressed.
it: Scegli l'azione da assegnare al tasto INFO

source: Choose what you want the '0' button to do when PIP is active.
it: Scegliere la funzione associata al tasto '0' quando il PiP è attivo.

source: Choose where to mount your devices to:
it: Scegliere dove montare i tuoi dispositivi:

source: Choose whether AAC sound tracks should be transcoded.
it: Scegliere se le tracce audio AAC devono essere convertite.

source: Choose whether multi channel aac sound tracks should be downmixed to stereo.
it: Scegliere se le tracce audio AAC multi canale debbano essere miscelate in stereo.

source: Choose whether multi channel aac+ sound tracks should be downmixed to stereo.
it: Scegliere se le tracce audio AAC multi canale debbano essere miscelate in stereo.

source: Choose whether multi channel ac3 sound tracks should be downmixed to stereo.
it: Scegliere se le tracce audio AC3 multi canale debbano essere miscelate in stereo.

source: Choose whether multi channel dts sound tracks should be downmixed to stereo.
it: Scegliere se le tracce DTS audio multi canale debbano essere miscelate in stereo.

source: Choose whether multi channel sound tracks should be output as PCM.
it: Scegliere se l’uscita audio multi canale debba essere PCM.

source: Choose whether or not to show an icon when a motorised dish is moving.
it: Scegliere se mostrare l'icona quando la parabola motorizzata è in movimento.

source: Choose which level of menu/settings to display. 'Expert' level shows all items.
it: Scegliere il livello visualizzazione del menu. Il livello 'Esperto' mostra tutti gli elementi.

source: Choose which tuner to configure.
it: Scegliere quale tuner configurare.

source: Chose between record and ZAP.
it: Scegliere tra registrare e ZAP.

source: Circular LNB
it: LNB circolare

source: Circular left
it: Circolare sinistra

source: Circular right
it: Circolare destra

source: Clean network trash cans
it: Cancella i cestini di unità di rete

source: Cleaning Trashes
it: Pulizia del cestino

source: Cleanup
it: Ripulire

source: Clear
it: Cancella

source: Clear before scan
it: Cancella prima di cercare

source: Clear log
it: Canc. log

source: Clear marks
it: rimuovere i marcatori

source: Clear playlist
it: Cancella playlist

source: Client Mode setup
it: Configurazione Modalità client

source: Client mode
it: Modalità client

source: Clients
it: Client

source: Clone TV screen to LCD
it: Clona schermo TV sull’LCD (miniTV)

source: Close
it: Chiudi

source: Close PiP on exit
it: Chiudi PiP con EXIT

source: Close title selection
it: Chiudi selezione sottotitoli

source: Close window on success
it: Chiudi la finestra al termine

source: Collection name
it: Nome raccolta

source: Collection settings
it: Configurazione raccolta

source: Color format
it: Formato colore

source: Color space
it: Spazio colori

source: Comedy
it: commedia

source: Command order
it: Ordine comandi

source: Command the TV to switch to the correct HDMI input when zap timers activate.
it: Comanda alla TV di attivare l'ingresso HDMI corretto quando si attiva un timer.

source: Command to run
it: Comando da eseguire

source: Command type
it: Tipo comando

source: Common interface assignment
it: Assegnazione CI

source: Common options
it: Opzioni di comune

source: Comparing against backup...
it: Confronto con il backup...

source: Complete
it: Completo

source: Complex (allows mixing audio tracks and aspects)
it: Complessa (permette mix tracce audio e aspetti)

source: Composition of the recording filenames
it: Struttura nomi dei file registrazione

source: Compress
it: Comprimere

source: Config Scan Details
it: Dettagli config. scansione

source: Configfile %s saved.
it: File configurazione %s salvato.

source: Configuration mode
it: Configurazione

source: Configuration mode: %s
it: Configurazione: %s

source: Configuration...
it: Configurazione...

source: Configure ATSC
it: Configuro ATSC

source: Configure DVB-C
it: Configuro DVB-C

source: Configure DVB-S
it: Configuro DVB-S

source: Configure DVB-T
it: Configuro DVB-T

source: Configure Vu Multiboot interface
it: Configurare l'interfaccia di Vu Multiboot

source: Configure alignment of service events.
it: Configurare l'allineamento eventi dei canali

source: Configure alignment of the service names.
it: Configurare allineamento dei nomi dei canali
