Repository: thestormbreaker/enigma2-obh
Catalog: po/*.po
Languages: it

source: Scanning...
it: Scansione...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
it: Scansione frequenze predefinite, ordinate per satellite, tramite parabola motorizzata

source: Schedule EPG and channel list import
it: Pianifica l'importazione di liste canali e EPG

source: Schedule backups
it: Backup pianificati

source: Schedule days of the week
it: Quale giorno della settimana

source: Schedule return to deep standby
it: Pianifica il ritorno in modalità spegnimento profondo

source: Schedule scan
it: Pianifica la scansione

source: Schedule wake from deep standby
it: Pianificare la riattivazione dallo spegnimento profondo

source: Science Fiction
it: Fantascienza

source: Science-Fiction
it: Fantascienza

source: Screen proportions
it: Proporzioni dello schermo

source: Script runner
it: Esecutore di script

source: Script runner settings
it: Configurazione esecutore di script

source: Scrolling Speed
it: Velocità di scorrimento

source: Scrolling Speed (software render)
it: Velocità di scorrimento (rendering software)

source: Scrolling delay (software render)
it: Ritardo scorrimento (rendering software)

source: Search
it: Ricerca

source: Search IMDb for information about the current event.
it: Cerca nell'IMDb informazioni sull'evento corrente.

source: Search east
it: Ricercare a est

source: Search for similar events
it: Cercare eventi simili

source: Search the epg for the current event.
it: Ricerca EPG per l'evento attuale

source: Search west
it: Cercare a ovest

source: Search/WEB
it: Cercare sul Web

source: Searching
it: Ricerca in corso...

source: Searching east ...
it: Ricercare a est...

source: Searching west ...
it: Ricercare a ovest...

source: Second cable of motorized LNB
it: Cavo secondario per LNB motorizzato

source: Second infobar
it: Seconda Infobar

source: Second infobar style*
it: Stile seconda Infobar

source: Secondary DNS
it: DNS Secondario

source: Seek
it: Ricerca

source: Seek backward
it: Ricercare indietro

source: Seek backward (enter time)
it: Ricercare indietro (inserire tempo)

source: Seek forward
it: Ricercare in avanti

source: Seek forward (enter time)
it: Ricercare in avanti (inserire tempo)

source: Seekbar
it: SeekBar (barra di ricerca)

source: Seekbar activation
it: Attivazione della barra di ricerca

source: Seekbar sensibility
it: Sensibilità della barra di ricerca

source: Selct shares
it: Seleziona le condivisioni di rete

source: Select
it: Seleziona

source: Select '1.0' for standard committed switches, '1.1' for uncommitted switches, and '1.2' for systems using a positioner.
it: Scegli ‘1.0’ per switch standard (committed); ‘1.1’ per switch uncommitted e ‘1.2’ per sistemi che usano un posizionatore.

source: Select 'A' or 'B' if your aerial system requires this, otherwise select 'none'. If you are unsure select 'none'.
it: Scegli 'A' o ‘B’ se il tuo equipaggiamento lo richiede; altrimenti 'nessuna'. Se non sei sicuro della scelta, scegli 'nessuna'.

source: Select 'FBC SCR' if this tuner will connect to a SCR (Unicable/JESS) device. For all other setups select 'FBC automatic'.
it: Selezionare 'FBC SCR' se questo TUNER si connetterà a un dispositivo SCR (Unicable/JESS). Per tutte le altre impostazioni selezionare 'FBC automatico'.

source: Select 'Standard' to display the standard vertical menu layout, or 'Horizontal' to display the menu items in a row.
it: Selezionare "Standard" per visualizzare l'aspetto del menu standard o "Orizzontale" per visualizzare le voci del menu in una riga.

source: Select 'Yes' to delete all languages except English and current language: Select 'No' to delete only the chosen language:
it: Scegli 'SÌ' per cancellare TUTTE le lingue ECCETTO l'inglese e la lingua corrente. ATTENZIONE!!! Se scegli NO cancelli SOLAMENTE LA LINGUA SELEZIONATA, ovvero:

source: Select 'Yes' to make a settings backup before wiping the current configuration.
it: Selezionare "SÌ" per eseguire un backup delle configurazioni prima di cancellare la configurazione corrente.

source: Select 'Yes' to remove all main settings configuration data. Selecting this option will set all Enigma2 settings back to their default values. This will also cause Enigma2 to run the Welcome Wizard on restart.
it: Seleziona 'Sì' per ripristinare tutte le impostazioni di Enigma sui valori predefiniti. Enigma si riavvierà a seguito con l'installazione guidata.

source: Select 'Yes' to remove all media player resume data. Selecting this option will remove the data used to allow playback of media files to resume from the position where playback was last stopped. Playback position of recordings is not affected.
it: Seleziona 'Sì' per rimuovere tutti i punti di ripristino del Player. La selezione di questa opzione rimuoverà i dati utilizzati per consentire la ripresa dalla posizione interrotta l'ultima volta. La posizione di riproduzione non viene influenzata.

source: Select 'Yes' to remove all other files and directories not covered by the options above.
it: Seleziona 'Sì' per eliminare tutti i file e le directory che non appartengono a una delle opzioni precedenti

source: Select 'Yes' to remove all settings, tuning data, timers, resume pointers etc. Selecting this option will restore the configuration to the initial settings before any configuration settings were applied. This is the most reliable form of Factory Reset.
it: Seleziona 'Sì' per eliminare tutte le impostazioni, liste canali, timer, punti di ripristino ecc. Questo è il modo migliore per ripristinare le impostazioni di fabbrica .

source: Select 'Yes' to remove all timer configuration data. Selecting this option will clear all timers, autotimers and power timers.
it: Seleziona 'Sì' per eliminare tutti i Timer, AutoTimer e PowerTimer.

source: Select 'Yes' to remove all tuning data. Selecting this option will remove all tuning and bouquet data and will make timers non functional until the receiver is retuned.
it: Seleziona 'Sì' per rimuovere tutti i dati sintonizzati. La selezione di questa opzione rimuoverà tutti i bouquet, liste canali, e renderà i timer non funzionanti fino a quando il ricevitore non viene risintonizzato.

source: Select 'band' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
it: Scegli 'banda' se utilizzi un LNB Universale; altrimenti, consulta le specifiche del tuo LNB.

source: Select 'enabled' if this tuner has a signal cable connected, otherwise select 'nothing connected'.
it: Scegli ‘abilitato’ se il tuo tuner è connesso ad un segnale; altrimenti scegli ‘nulla connesso’.

source: Select 'polarisation' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
it: Scegli ‘polarizzazione’ se utilizzi un LNB Universale; altrimenti, consulta le specifiche del tuo LNB.

source: Select 'provider' to scan from the predefined list of cable multiplexes. Select 'bands' to only scan certain parts of the spectrum. Select 'steps' to scan in steps of a particular frequency bandwidth.
it: Scegli ‘provider’ per la scansione della lista predefinita via cavo. Scegli ‘bande’ per la scansione solo di alcune parti. Scegli ‘passi’ per una scansione di una particolare banda di frequenza.

source: Select 'yes' if this tuner is connected to the SCR device through another tuner, otherwise select 'no'.
it: Selezionare 'SI' se questo TUNER è collegato al dispositivo SCR attraverso un altro sintonizzatore, altrimenti selezionare 'NO'.

source: Select 'yes' to choose what bands or step sizes will be scanned.
it: Scegli ‘sì’ per scegliere quali bande saranno scansionati e con quali incrementi di passo.

source: Select 'yes' to include %s multiplexes in your search.
it: Seleziona 'SI' per includere i multiplex di %s nella ricerca.

source: Select 'yes' to include symbol rate %s in your search.
it: Seleziona 'Sì' per includere il Symbol Rate (SR) %s nella ricerca.

source: Select 'yes' to include the %s band in your search.
it: Seleziona 'Sì' per includere la banda %s nella ricerca.

source: Select 'yes' to only send the DiSEqC command when changing from one satellite to another, or select 'no' for the DiSEqC command to be resent on every zap.
it: Scegli ‘Sì’ per inviare il comando DiSEqC soltanto quando si cambia satellite; ‘no’ per reinviarlo comunque ad ogni cambio di canale.

source: Select CAId
it: Selezionare i CAId

source: Select EPG channel
it: Seleziona canale EPG

source: Select Fast DiSEqC if your aerial system supports this. If you are unsure select 'no'.
it: Seleziona DiSEqC veloce se il tuo sistema lo supporta. Se non sei sicuro, scegli ‘no’.

source: Select Folders
it: Seleziona cartelle

source: Select Satellites
it: Seleziona satelliti

source: Select a backup to restore:
it: Seleziona un backup da ripristinare:

source: Select a package to install:
it: Seleziona un pacchetto da installare:

source: Select a receiver to use for fallback tuners. If the host receiver is not listed, manually enter the URL or IP address
it: Selezionare un ricevitore da utilizzare per il fallback dei tuner. Se il ricevitore host non è elencato, immetterne manualmente indirizzo IP o URL

source: Select a wireless network
it: Selezionare una rete wireless

source: Select action
it: Selezionare azione

source: Select action for timer %s:
it: Selezionare azione per il timer %s:

source: Select all
it: Selezionare tutto

source: Select an image to download for %s:
it: Seleziona un'image da scaricare per %s:

source: Select an image to flash.
it: Seleziona image da installare

source: Select audio track
it: Selezionare una traccia audio

source: Select bouquets
it: Selezionare bouquet

source: Select bouquets to permanently remove
it: Seleziona i bouquet da rimuovere definitivamente

source: Select bouquets to restore
it: Seleziona i bouquet da restaurare

source: Select channel
it: Selezionare canale

source: Select channel from history
it: Seleziona canale dalla cronologia

source: Select channel to record from
it: Selezionare il canale da registrare

source: Select copy destination for:
it: Selezionare destinazione di copia:

source: Select current service
it: Seleziona il canale corrente

source: Select days
it: Seleziona i giorni

source: Select default action of EPG button
it: Seleziona l'azione predefinita del pulsante EPG

source: Select default action of INFO button
it: Seleziona l'azione predefinita del pulsante EPG

source: Select destination for:
it: Selezionare destinazione:

source: Select extra packages folder
it: Seleziona la cartella per i pacchetti aggiuntivi

source: Select files/folders to backup
it: Selezionare file e cartelle per il backup.

source: Select first service in bouquet
it: Seleziona il primo canale del bouquet

source: Select folder containing plugins(.ipk) and Save
it: Seleziona la cartella contenente i plugin (.ipk) e salva

source: Select horizontal resolution:
it: Seleziona la risoluzione orizzontale:

source: Select how quickly the dish should move between satellites.
it: Seleziona quanto rapidamente il disco dovrebbe spostarsi tra i satelliti.

source: Select how the satellite dish is set up. i.e. fixed dish, single LNB, DiSEqC switch, positioner, etc.
it: Seleziona le impostazioni del satellite: ad es., parabola fissa, LNB singolo, switch DiSEqC, ecc…

source: Select how to activate the Infobar EPG. This will affect Infobar behaviour
it: Modo per visualizzare l'EPG nella Infobar: questa scelta cambierà il comportamento della Infobar

source: Select how to activate the Infobar Grid EPG. This will affect Infobar behaviour
it: Modo per visualizzare l'EPG nella Infobar: questa scelta cambierà il comportamento della Infobar

source: Select how to activate the Infobar Single EPG. This will affect Infobar behaviour
it: Seleziona come attivare l'EPG singolo nella Infobar. Questo influenzerà il comportamento della Infobar

source: Select if timeshift should continue when set to record.
it: Selezionare se timeshift deve continuare quando imposti una registrazione

source: Select input device.
it: Selezionare il dispositivo di input.

source: Select interface
it: Selezionare l'interfaccia

source: Select last browsed service
it: Seleziona l'ultimo canale sfogliato

source: Select location
it: Selezionare il percorso

source: Select menu entry
it: Selezionare la voce menu

source: Select movie
it: Selezionare una registrazione

source: Select path for logfile
it: Seleziona il percorso per il file di registro

source: Select provider
it: Seleziona il fornitore

source: Select provider to add...
it: Selezionare il provider da aggiungere...

source: Select refresh rate
it: Selezionare la frequenza di aggiornamento

source: Select seekbar to be activated by arrow L/R (long) or << >> (long).
it: Selezionare la barra di ricerca (Seekbar) da attivare premendo a lungo i tasti L/R o << | >>.

source: Select service to add...
it: Selezionare il canale da aggiungere...

source: Select shares
it: Selezionare shares

source: Select slot
it: Selezionare lo slot

source: Select sort method:
it: Selezionane la modalità di ordinamento:

source: Select stream type.
it: Seleziona il tipo di stream.

source: Select target folder
it: Selezionare la cartella destinazione

source: Select the SWAP file size:
it: Seleziona la dimensione per il file di SWAP:

source: Select the User Band channel to be assigned to this tuner. This is an index into the table of frequencies the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
it: Scegli il canale della banda utente da assegnare a questo tuner. Questo è un indice usato dalla tabella delle frequenze dell’LNB SCR (o switch SCR) per passare il transponder richiesto al tuner.

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
it: Scegli la frequenza della banda utente da assegnare a questo tuner. Questo è la frequenza che l’LNB SCR (o lo switch SCR) usa per passare il transponder richiesto al tuner.

source: Select the User Band to be assigned to this tuner. This is an index into the table of frequencies the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
it: Scegli la banda utente da assegnare a questo tuner. Questo è un indice usato dalla tabella delle frequenze dell’LNB SCR (o switch SCR) per passare il transponder richiesto al tuner.

source: Select the current menu item
it: Seleziona la voce di menu corrente

source: Select the desired function and click on "OK" to assign it. Use "CH+/-" to toggle between the lists. Select an assigned function and click on "OK" to de-assign it. Use "Next/Previous" to change the order of the assigned functions.
it: Scegli la funzione. "OK" per assegnarla. "CH+" per passare alla lista delle assegnazioni. Qui OK seleziona/deseleziona un’assegnazione. “< >“ modificano l'ordine delle funzioni assegnate.

source: Select the locale from a menu
it: Seleziona la località da un menu

source: Select the manufacturer of your SCR device. If the manufacturer is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
it: Seleziona il produttore del dispositivo SCR. Se non elencato, impostare 'SCR' su 'definito dall'utente' e immettere manualmente i parametri del in base alla relativa scheda tecnica.

source: Select the model number of your SCR device. If the model number is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
it: Seleziona il numero di modello del dispositivo SCR. Se non elencato, impostare 'SCR' su 'definito dall'utente' e immettere manualmente i parametri del in base alla relativa scheda tecnica.

source: Select the movie path
it: Selezionare la cartella video

source: Select the next item in list or move cursor right
it: Seleziona l'elemento successivo nell'elenco o sposta il cursore a destra

source: Select the protocol used by your SCR device. Choices are 'SCR Unicable' (Unicable), or 'SCR JESS' (JESS, also known as Unicable II).
it: Seleziona il protocollo utilizzato dal dispositivo SCR. Le scelte sono "SCR Unicable" (Unicable) o "SCR JESS" (JESS, noto anche come Unicable II).

source: Select the satellite which is connected to Port-A of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
it: Seleziona il satellite connesso alla porta A del tuo switch. Se non sei sicuro, scegli ‘Automatico’ e il ricevitore tenterà di determinarlo. Se non c’è nulla connesso a questa porta, scegli ‘Nulla connesso’.

source: Select the satellite which is connected to Port-B of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
it: Seleziona il satellite connesso alla porta B del tuo switch. Se non sei sicuro, scegli ‘Automatico’ e il ricevitore tenterà di determinarlo. Se non c’è nulla connesso a questa porta, scegli ‘Nulla connesso’.

source: Select the satellite which is connected to Port-C of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
it: Seleziona il satellite connesso alla porta C del tuo switch. Se non sei sicuro, scegli ‘Automatico’ e il ricevitore tenterà di determinarlo. Se non c’è nulla connesso a questa porta, scegli ‘Nulla connesso’.

source: Select the satellite which is connected to Port-D of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
it: Seleziona il satellite connesso alla porta D del tuo switch. Se non sei sicuro, scegli ‘Automatico’ e il ricevitore tenterà di determinarlo. Se non c’è nulla connesso a questa porta, scegli ‘Nulla connesso’.

source: Select the satellite you want to configure. Once that satellite is configured you can select and configure other satellites that will be accessed using this same tuner.
it: Scegli il satellite che vuoi configurare. Una volta configurato, potrai selezionare e configurare gli altri satelliti cui hai accesso tramite lo stesso tuner.

source: Select the satellite your dish receives from. If you are unsure select 'automatic' and the receiver will attempt to determine this for you.
it: Scegli il satellite da cui ricevi. Se non sei sicuro, scegli ‘Automatico’ e il ricevitore tenterà di determinarlo.

source: Select the shifted character set
it: Seleziona il set di caratteri spostato

source: Select the time zone within the area or region.
it: Scegli il fuso orario fra quelli della zona geografica indicata sopra.

source: Select the tuner that controls the motorised dish.
it: Seleziona il Tuner che controlla il disco motorizzato.

source: Select the tuner that this loopthrough depends on.
it: Seleziona il tuner a cui questo è collegato in cascata.

source: Select the tuner to which the signal cable of the SCR device is connected.
it: Scegli il tuner cui è connesso il cavo dell'LNB SCR.

source: Select the type of LNB/device being used (normally 'Universal'). If your LNB type is not available select 'user defined'.
it: Scegli il tipo di LNB utilizzato (di solito ‘Universale’ o Unicable/SCR). Se il tuo tipo non è in elenco, scegli ‘Definito dall’utente’.

source: Select the type of Single Cable Reception device you are using.
it: Seleziona il tipo di dispositivo per la ricezione con cavo singolo.

source: Select to configure remote control type
it: Selezionare per configurare il tipo di controllo remoto

source: Select to restore all deleted images
it: Seleziona per ripristinare tutte le image eliminate

source: Select video input with up/down buttons
it: Selezionare l'ingresso video con i tasti SU/GIÙ

source: Select video mode
it: Selezionare la modalità video

source: Select which satellite to scan.
it: Seleziona il satellite da scansionare.

source: Select which transponder to scan.
it: Selezionare il transponder da scansionare.

source: Select which tuner to use for the scan.
it: Selezionare quale tuner usare per la scansione

source: Select wireless network
it: Selezionare una rete wireless

source: Select your ATSC provider.
it: Seleziona il provider ATSC.

source: Select your provider and region. If not present in this list you will need to select one of the other 'service scan types'.
it: Scegli il gestore e la regione. Se non è presente nella lista, dovrai scegliere uno degli altri “tipi di scansione canali”.

source: Select your region. If not available change 'Country' to 'all' and select one of the default alternatives.
it: Seleziona la tua regione. Se non è disponibile, cambia 'Paese' in 'tutti' e seleziona una delle alternative predefinite.

source: Select your time zone area or region.
it: Scegli l'area geografica del tuo fuso orario.

source: Select, toggle, process or edit the current entry
it: Seleziona, attiva, elabora o modifica la voce corrente

source: Select:
it: Seleziona:

source: Selecting satellites 1 (USALS)
it: Selezione satelliti 1 (USALS)

source: Selecting satellites 2 (USALS)
it: Selezione satelliti 2 (USALS)

source: Selecting this option allows you to configure a group of satellites in one block.
it: Selezionando questa opzione è possibile configurare un gruppo di satelliti in un blocco.

source: Selection and exit
it: Selezione e uscita

source: Send 'sourceactive' before zap timers
it: Riattiva il ricevitore per i timer di cambio canale

source: Send DiSEqC
it: Inviare DiSEqC

source: Send DiSEqC only on satellite change
it: Inviare DiSEqC solo su cambio satellite

source: Seperate titles with a main menu
it: Separare i titoli con un menu principale

source: Sequence repeat
it: Ripetizione sequenza

source: Serbian
it: Serbo

source: Serial No
it: Numero Seriale

source: Serial no
it: Numero seriale

source: Service
it: Canale

source: Service & PIDs
it: PID e servizi

source: Service ID
it: ID canale

source: Service Name
it: Nome canale

source: Service Number and Picon
it: Numero del canale + Picon

source: Service Number and Service Name
it: Numero + Nome del canale

source: Service Number, Picon and Service Name
it: Numero canale + Picon + Nome canale

source: Service Title mode
it: Dettagli da mostrare per il canale

source: Service Type
it: Tipo canale

source: Service font size
it: Dimensione carattere canale

source: Service info
it: Info canali

source: Service info - ECM Info
it: Informazioni sul servizio - Informazioni ECM

source: Service info - service & PIDs
it: Informazioni sul servizio - servizio e PID

source: Service info - tuner live values
it: Valori tuner live

source: Service info - tuner setting values
it: Valori tuner

source: Service info font size
it: Formato carattere info canale

source: Service invalid! (Timeout reading PMT)
it: Canale non valido! (Timeout in lettura PMT)

source: Service list
it: Lista canali

source: Service name
it: Nome canale

source: Service name font size
it: Formato carattere nome canale

source: Service not found! (SID not found in PAT)
it: Canale non trovato! (SID non trovato in PAT)

source: Service number font size
it: Formato carattere numerazione canale

source: Service off-air
it: Canale non attivo

source: Service reference
it: Riferimento canale

source: Service scan
it: Scansione canali

source: Service unavailable! Check tuner configuration!
it: Canale non disponibile! Controllare la configurazione tuner!

source: Service width
it: Ampiezza canale

source: Service/Channel number zap commands
it: Comandi zap del numero del canale

source: Services
it: Canali
